{
  "Psicología Desarrollo II - 2022 Semana 1.pdf": {
    "year": "2022",
    "type": "Semana 1",
    "pages": 8,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen Semana 1,\naño 2022\n1. Uno de los principales contrastes entre las concepciones de Piaget y Vygotski está\nen los distintos factores que destacan como principal fuente del progreso cognitivo.\nEn este sentido puede afirmarse que:\na) Piaget apela sobre todo a las reconstrucciones cognitivas internas que se producen a través de la\ninteracción social del individuo.\nb) Vygotski enfatiza el progreso de la competencia social que se produce mediante la actuación\ncolaborativa en el medio fisico.\nc) aunque tanto Piaget como Vygotski son interaccionistas, sólo Piaget acentúa la importancia de la línea\nnatural del desarrollo.\nfeedback: Su explicación —psico-genética— está más inclinada o tiene más que ver con la línea natural\ndel desarrollo (la herencia estructural y funcional del organismo). En cambio, la explicación vygotskiana\n—socio-genética— se sustenta especialmente en la línea cultural (la historia de aprendizajes).\n2. Señale la técnica de investigación que ha resultado más útil en el estudio del\ndesarrollo temprano de la memoria, empleándose prácticamente desde el nacimiento:\na) Habituación de estímulos.\nb) Imitación diferida.\nc) Observación sistemática.\n3. La tarea de selección de Wason ha tenido un papel relevante en el estudio del\nrazonamiento ya que ha permitido establecer:\na) que las inferencias deductivas son más complejas cuanto mayor número de reglas mentales se deben\nutilizar simultáneamente.\nb) la influencia que tiene el tipo de contenido de los enunciados en la resolución de problemas deductivos.\nc) las dificultades de la teoría de los modelos mentales para explicar la capacidad de razonamiento\ndeductivo.\nfeedback: 'que las inferencias deductivas son más complejas cuanto mayor número de reglas mentales se\ndeben utilizar simultáneamente.' es algo que ha descbierto la Teoría de los Modelos Mentales, pero no lo\ndemuestra la Tarea de Wason.< br/> < br/> 'la influencia que tiene el tipo de contenido de los enunciados\nen la resolución de problemas deductivos.' si la explica la tarea de Wason, puesto que, con contenido se\nhace mucho mejor.\n--- PAGE 2 ---\n4. Señala cuál de los siguientes modelos teóricos actuales propone, al igual que\nPiaget, la existencia de estadios cualitativamente distintos en el desarrollo:\na) neuroconstructivismo.\nb) teorías neopiagetianas.\nc) conexionismo.\nfeedback: Los neopiagetianos consideran que el desarrollo cognitivo se produce a través de estadios, de\nuna secuencia jerárquica —crecientemente sofisticada— de estructuras mentales. Se trata de dar cuenta\nde una constancia o estabilidad en la actuación de los niños en diferentes dominios de contenido en un\nmomento determinado del desarrollo.\n5. Según Piaget, la pauta característica del desarrollo adaptativo sobre la base de los\nesquemas supone:\na) una serie de modificaciones o reorganizaciones que permiten evitar conflictos en el equilibrio una vez\nlogrado.\nb) un proceso de equilibración periódico a través de nuevas asimilaciones de las resistencias y desajustes\nencontrados.\nc) una secuencia cíclica y recursiva de asimilación, conflicto y acomodación.\nfeedback: Pág. 27: Figura 1.2. Secuencia recursiva características del desarrollo adaptativo. 1)\nASIMILAR 2) CONFLICTO 3) ACOMODAR\n6. Pese al valor y vigencia de los planteamientos sobre el desarrollo moral de\nKohlberg, su propuesta ha recibido algunas críticas, como la relativa a:\na) la falta de reconocimiento de la coherencia observada entre el razonamiento y la conducta moral.\nb) el estadio postconvencional, cuestionándose qué sentido tiene proponerlo si no se ajusta a los logros\nreales de los adultos.\nc) la justificación que se ofrece del contraste que el autor plantea entre lo moral y lo convencional.\n7. Para los modelos del desarrollo inspirados en la Teoría de Sistemas Dinámicos, la\nvariabilidad inter e intra-sujetos es:\na) una fuente de datos crucial para la comprensión de los cambios evolutivos.\nb) información que constituye 'ruido', es decir, no es útil para comprender el desarrollo.\nc) informativa únicamente en el caso del desarrollo alterado, no en el desarrollo típico.\n--- PAGE 3 ---\nfeedback: Pág. 70: Desde los modelos dinámicos se contempla, enfatiza y promueve el estudio de la\nvariabilidad, tanto inter-sujeto, como intra-sujeto en el desarrollo y adquisición de las distintas funciones\npsicológicas.\n8. Señale la aseveración que es correcta y específicamente relevante al dominio del\nconocimiento social:\na) el hecho de que los sujetos humanos vivan en sociedades, dentro de instituciones sociales, es\nimportante para entender su comportamiento.\nb) la acotación de una realidad específicamente social permite entender a los humanos como 'objetos con\nmente' dentro de sus papeles institucionales.\nc) el conocimiento social resulta de un proceso de construcción de representaciones que se facilita en la\nescuela al adquirir conocimientos científicos.\n9. Los conceptos contribuyen de manera directa al desarrollo de:\na) la comprensión, ya que aportan el conocimiento relevante que permite relacionar lo nuevo con lo\nantiguo.\nb) la motivación, en cuanto permite una mayor integración entre lo cognitivo y lo afectivo.\nc) el aprendizaje, pues una vez que una categoría se ha asignado a un concepto pueden determinarse sus\nrasgos definitorios.\n10. Las funciones ejecutivas complejas presentan un patrón de desarrollo\ncaracterizado por:\na) una aceleración a partir de los 9 meses de edad con un aumento lineal posterior.\nb) un funcionamiento ya bien diferenciado antes de los 5 o 6 años.\nc) un progreso que es más fuerte durante la adolescencia y que se prolonga hasta la edad adulta.\n11. Las estrategias de comprensión pueden convertirse en destrezas o habilidades\nlectoras cuando:\na) se utilizan deliberadamente por el sujeto al ser entrenadas en el aula.\nb) las estrategias superficiales se agrupan formando estrategias más complejas de carácter semántico.\nc) a través de la instrucción comienzan a aplicarse de forma automatizada.\n12. La perspectiva tradicional de la metacognición enfatiza su papel en el desarrollo\ny el aprendizaje. En este sentido se trata de una perspectiva:\na) alejada de los enfoques evolutivos clásicos como las de Piaget o Vygotski.\nb) particularmente ligada a la psicología del procesamiento de la información.\nc) centrada especialmente en el desarrollo tardío relativo al conocimiento epistemológico.\n--- PAGE 4 ---\nfeedback: La perspectiva tradicional de la metacognición está especialmente vinculada a la psicología del\nprocesamiento de la información. Esto significa que se centra en cómo las personas monitorean,\ncontrolan y regulan sus propios procesos cognitivos durante el aprendizaje, siguiendo modelos que\ncomparan la mente con un sistema activo de procesamiento de información. Esta perspectiva surgió\ncomo una evolución de los enfoques conductistas y se consolidó gracias a autores como Flavell, quien\ndestacó la importancia de la conciencia y autorregulación en el aprendizaje.< br/> No se trata de una\nvisión alejada de los enfoques evolutivos clásicos (como Piaget o Vygotski), ya que, aunque tiene\ndiferencias, también reconoce el papel del desarrollo en la adquisición de habilidades metacognitivas.\nTampoco se centra exclusivamente en el desarrollo tardío ni en el conocimiento epistemológico, sino en\nlos procesos de regulación y control cognitivo que ocurren a lo largo del aprendizaje.\n13. La diferencia entre la creencia en una responsabilidad subjetiva y una\nresponsabilidad objetiva se relaciona con:\na) la concepción de la justicia, inmanente o distributiva, y sus consecuencias morales en uno y otro caso.\nb) la valoración de los actos como intencionados o no intencionados y los juicios morales que se derivan\nde ellos.\nc) el carácter implícito o explícito de las reglas morales con las que se juzgan los actos, respectivamente.\nfeedback: La responsabilidad subjetivas valoraría los actos como intencionados o no y en consecuencia\nrealizaría los juicios morales pertinentes.\n14. Según la propuesta de Mandler, la diferencia entre categorías perceptivas y\nconceptos radica en que los segundos tienen un formato de representación de tipo:\na) procedimental y ligado a un conocimiento implícito.\nb) procedimental y conectado con conocimiento explícito.\nc) declarativo y relacionado con conocimiento explícito.\nfeedback: Mientras que los perceptos tienen un formato de representación 'procedimental y ligado a un\nconocimiento implícito.'\n15. Históricamente se ha reconocido la importancia de avanzar en el estudio de las\nemociones por su gran valor comunicativo. En este sentido un aspecto evolutivo\ndestacable es que:\na) ya desde el nacimiento los bebés reconocen las expresiones emocionales de la madre y actúan en\nconsecuencia.\nb) hacia el final del primer año el niño comienza a manifestar expresiones emocionales diferenciadas.\nc) en los primeros meses los bebés desarrollan la capacidad de reconocer las expresiones emocionales de\nlos otros.\n--- PAGE 5 ---\n16. Existen aspectos del desarrollo del control metacognitivo que se desarrollan muy\nlentamente hasta la adolescencia. En concreto los niños tienen dificultades para\ndecidir oportunamente:\na) preguntar al profesor ante las dificultades, prefiriendo realizar acciones estratégicas propias que les\nayuden a comprender lo que leen.\nb) la finalización de la tarea de estudio, al no evaluar de forma ajustada cuándo han aprendido el material.\nc) planes locales e inmediatos en cuanto a lo que hacer en cada momento en tareas de redacción de un\ntexto.\n17. En un estudio evolutivo se quiere establecer si un bebé discrimina\nperceptivamente entre dos estímulos. Con este objetivo:\na) resulta igualmente eficaz cualquier técnica de aprendizaje asociativo.\nb) la técnica de Habituación/deshabituación sería más indicada que la de Preferencia de estímulos.\nc) lo más conveniente sería utilizar alguna técnica de Condicionamiento.\nfeedback: La técnica de habituación/deshabituación es la más indicada para establecer si un bebé\ndiscrimina perceptivamente entre dos estímulos, ya que permite inferir de manera precisa si el niño\npercibe diferencias entre ellos a partir de su reacción ante la novedad.\n18. En torno al desarrollo metacognitivo, uno de los aspectos que se ha puesto de\nrelieve en distintos estudios es que las dificultades que muchos niños experimentan\nse deben sobre todo a su insuficiente competencia para:\na) ejecutar las estrategias adecuadas a la tarea.\nb) aplicar de forma autorregulada las estrategias requeridas.\nc) generalizar las estrategias transfiriendo el metaconocimiento de unos campos a otros.\n19. En relación con la teoría de la categorización natural, los < u> rasgos de\nfamiliaridad< /u> que comparten los ejemplares pertenecientes a una misma\ncategoría reflejan:\na) la regla de clasificación que unifica al conjunto de elementos pertenecientes a dicha categoría.\nb) covariaciones o correlaciones entre sí, por lo que permiten inferencias probabilísticas.\nc) la representación de los significados comunes y compartidos por todos los ejemplares.\nfeedback: Puesto que esta teoría va más sobre la probabilidad que tiene un concepto de estar categorizado\ncomo una categoría.\n--- PAGE 6 ---\n20. En referencia al planteamiento piagetiano del desarrollo moral, el nivel\npreconvencional del modelo de Kohlberg estaría más próximo al concepto de moral:\na) heterónoma.\nb) autónoma.\nc) postconvencional.\nfeedback: La Moral Heterónoma tendría que ver con seguir las normas de otro, de ahí que use el prefijo\n'hetero'. Mientras que la Moral Autónoma, al igual que el estado postconvencional tendría que ver con\ninteriorizar las propias normas de uno y ser consecuente con ellas.\n21. Los modelos conexionistas del desarrollo:\na) no son modelos computacionales porque no utilizan la metáfora de la mente como sistema de\nprocesamiento de la información.\nb) son también modelos computacionales porque utilizan la metáfora de la mente como procesador de\ninformación, aunque no conciben las representaciones como símbolos unitarios.\nc) son modelos inspirados en la metáfora del ordenador porque se alejan de la concepción computacional\nde la mente como procesador de símbolos.\nfeedback: La idea clave en la simulación de los estadios evolutivos es que los cambios podrían afectar no\nsólo a la dinámica de las representaciones, sino a la dinámica de los mecanismos de aprendizaje, a la\ncapacidad para aprender. Además, podrían deberse a una relación sinérgica entre la entrada, los cambios\ninternos y los procesos madurativos.\n22. En la investigación psicológica y evolutiva, el tema de la 'validez' de los\nexperimentos es un asunto crucial. A este respecto, señale la afirmación correcta\ndesde el punto de vista metodológico:\na) para resultar satisfactoria una investigación necesita al menos validez interna, resultando óptimo si se\nlogra además cierta validez externa.\nb) los resultados de un experimento han de poderse generalizar, por lo que la validez externa es un\nrequisito previo para lograr la validez interna.\nc) existe una relación condicional inversa entre la validez interna y externa, pues lo que favorece una\ntiende a disminuir la otra.\n23. En el contexto del planteamiento de Searle, señale la opción que corresponde a\nun hecho institucional:\na) permiso de conducir.\nb) luces intermitentes.\nc) carretera asfaltada.\n--- PAGE 7 ---\n24. El modelo situacional que se requiere para comprender un texto se construye a\npartir de la intervención de procesos:\na) que actúan de forma paralela en la construcción de una superestructura.\nb) que interactúan entre sí transmitiéndose información e intercambiando resultados.\nc) modulares de carácter específico que operan dentro de la memoria operativa.\n25. Señale la afirmación que NO es correcta en referencia al análisis que hace\nVygotski de los 'signos':\na) suponen una forma de adaptación superior y característica de los humanos frente a la mera formación\nde 'señales'.\nb) constituyen medios de adaptación funcional en cuanto permiten captar los nexos naturales existentes\nentre los estímulos del medio.\nc) son proporcionados por la cultura como instrumentos de mediación en la interacción con los otros.\nfeedback: ¿Cómo es posible el desarrollo de estos procesos sin que ontogenéticamente se produzca un\ndesarrollo simultáneo y paralelo de la base orgánica de la cognición humana, que es el cerebro? Vygotski\nintenta dilucidar sus funciones esenciales, partiendo de la idea de una doble función. Los hemisferios\ncerebrales son esencialmente un sistema de formación de señales que, a través de procesos de\ncondicionamiento, se van captando los «nexos naturales» entre los estímulos del medio.\n26. En torno a las explicaciones que dan los niños sobre distintos aspectos de la\nrealidad social se ha encontrado una pauta característica de tres niveles. En el\nsegundo nivel las explicaciones:\na) tratan de ser coherentes, pero sin abordar directamente los conflictos ni ofrecer soluciones.\nb) se basan en los aspectos visibles de la situación juzgada, aunque aceptan que pueda haber distintos\npuntos de vista.\nc) empiezan a tener en cuenta aspectos implícitos u ocultos que pueden inferirse dada la situación.\n27. Según el modelo de procesos anidados de Cowan, las diferencias individuales\nencontradas en el funcionamiento cognitivo de las personas se explican por:\na) las diferencias en la capacidad para usar y ajustar el foco atencional durante el procesamiento.\nb) el funcionamiento del Ejecutivo Central en su capacidad para mantener más ítems en la MLP.\nc) la capacidad de la Memoria a Largo Plazo, al ser la estructura que integra el resto de los sistemas de\nmemoria.\nfeedback: Cowan defiende que debe ser el «foco atencional» el factor determinante de las diferencias\nindividuales. La variabilidad se encontraría en la habilidad para usar y ajustar el foco atencionaldurante el\nprocesamiento (control atencional) y también en el «alcance atencional», que determinaría la amplitud o\ncapacidad de almacenaje.\n--- PAGE 8 ---\n28. El concepto de epigénesis:\na) cobra importancia, sobre todo, para los modelos innatistas del desarrollo ya que enfatizan el papel de\nlos genes para su explicación.\nb) es un concepto tomado de la Biología y, como tal, no es relevante para la explicación del desarrollo\ncognitivo.\nc) es relevante para la Psicología del Desarrollo y conecta con las aportaciones de Piaget y de la Teoría\nde los Sistemas Dinámicos.\n29. Al elegir un diseño evolutivo, metodológicamente ha de tenerse en cuenta que los\nefectos generacionales:\na) constituyen la principal limitación de los diseños transversales debido a la confusión edad-momento de\nmedida.\nb) afectan tanto a los diseños longitudinales como transversales, aunque de distinta forma.\nc) pueden identificarse y aislarse combinando una aproximación longitudinal y secuencial.\nfeedback: A los secuenciales no les afectan los efectos generacionales.\n30. A partir de las aportaciones de Chomsky al campo de la adquisición del lenguaje,\nesta área de estudio:\na) se constituyó de forma muy productiva dentro de la Psicología del Desarrollo.\nb) perdió importancia en el contexto de la Psicología Evolutiva.\nc) quedó restringida pasando a abordarse sólo desde la Lingüística."
  },
  "Psicología Desarrollo II - 2022 Semana 2.pdf": {
    "year": "2022",
    "type": "Semana 2",
    "pages": 8,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen Semana 2,\naño 2022\n1. Una de las principales críticas que se ha dirigido a la teoría piagetiana sobre el\ndesarrollo es que:\na) su formulación logicista de los estadios resulta inadecuada para dar cuenta de los aspectos funcionales.\nb) se centra en las ejecuciones particulares sin explicar las competencias generales.\nc) los datos empíricos sobre la ejecución infantil muestran niveles de competencia inferiores a los\nestimados por Piaget.\nfeedback: Otra crítica a la teoría piagetiana es que es fundamentalmente descriptiva y en términos\nlógicos. El carácter logicista no acaba de recoger satisfactoriamente los aspectos funcionales del\ndesarrollo. Se critica su inadecuada descripción y explicación de los procesos y procedimientos\nespecíficos de resolución de las tareas, así como la explicación de la transición entre estadios, por no ser\ncapaz de operativizar adecuadamente sus procesos.\n2. Según el planteamiento de Case sobre el desarrollo de la memoria, lo que cambia\ncon los años es:\na) la capacidad total de almacenamiento.\nb) la eficacia en el procesamiento.\nc) la fuerza de activación de los diferentes sistemas.\nfeedback: El neo-piagetiano Robbie Case (1981, 1985) defiende que lo que aumenta con la edad no es la\ncapacidad «total» de almacenamiento, sino la eficacia con que el sujeto realiza operaciones específicas,\nque se traduciría en una creciente liberación de recursos que podrían dedicarse a funciones de\nalmacenamiento.\n3. En la teoría piagetiana, el cambio de estadio es un cambio estructural debido a\nque supone:\na) una nueva organización de conjunto a través de la reconstrucción de la totalidad.\nb) un proceso de equilibración dentro de las estructuras preexistentes o disponibles.\nc) una dinámica esencialmente asimilatoria por la que se construyen nuevos esquemas.\n4. Un niño de 6 años considera que es más grave haber roto de forma fortuita cinco\nplatos que haber roto de forma intencionada sólo uno. Esta conducta, ligada al\nrazonamiento moral, constituye un ejemplo de la creencia en una:\na) responsabilidad objetiva.\n--- PAGE 2 ---\nb) moral subjetiva.\nc) justicia inmanente.\nfeedback: Puesto que cree que romper 5 platos es peor que romper 1 sólo, es decir, lo ve desde un punto\nde vista objetivo y no subjetivo teniendo en cuenta la intención.\n5. Un investigador quiere estudiar el desarrollo del razonamiento entre los 5 y los 20\naños. Para ello, en el año 2010 examinó con diversas pruebas a dos muestras de edad-\nuna de 5 años y otra de 10 años-; medidas que repitió a ambos grupos en 2015 y en\n2020. Con este conjunto de medidas, podemos realizar comparaciones:\na) longitudinales.\nb) transversales.\nc) longitudinales y transversales.\nfeedback: Dado que al tener dos muestras de edades diferentes se puede realizar de manera transversal y\nal ser a lo largo del tiempo a cada grupo se puede hacer de manera longitudinal.\n6. Señale la opción que NO corresponde a los objetivos de la explicación científica en\npsicología:\na) describir las condiciones asociadas a una conducta en referencia a los motivos del sujeto y los\nobjetivos del investigador.\nb) establecer las condiciones de aparición de una conducta, de manera que pueda predecirse en caso de\ndarse tales condiciones en una situación dada.\nc) producir o suprimir las condiciones en que se da una conducta a fin de controlar su aparición.\nfeedback: 'describir las condiciones asociadas a una conducta en referencia a los motivos del sujeto y los\nobjetivos del investigador.' no puede darse en la ciencia, puesto que esto sería algo bastante subjetivo,\ntanto por el investigador como para el sujeto.\n7. Se ha atribuido un mismo origen social al conocimiento que se va desarrollando,\nno sólo en el dominio de lo social, sino también en el resto de los dominios. Esta\natribución general se hace en el sentido de que en los sujetos humanos ese\nconocimiento:\na) tiene un origen social en el dominio social, pero su génesis es innata en el dominio psicológico.\nb) surge y se desarrolla independientemente de las experiencias educativas.\nc) sólo es posible viviendo en sociedad y siempre es compartido.\n--- PAGE 3 ---\n8. Según el modelo de Piaget el desarrollo conceptual se relaciona particularmente\ncon:\na) la memoria operativa.\nb) la función simbólica.\nc) el desarrollo sensoriomotor.\n9. Para el enfoque neuroconstructivista del desarrollo el concepto de representación\nmental es:\na) irrelevante, ya que no es útil para conceptualizar el desarrollo y los cambios que lo caracterizan.\nb) central y muy útil, ya que se concibe el desarrollo psicológico como proceso de cambio\nrepresentacional.\nc) semejante al que se maneja desde los modelos simbólicos del procesamiento de la información.\nfeedback: El concepto central para el enfoque neuroconstructivista es el de representaciones mentales. Se\nconciben como estados de información en el cerebro (patrones de activación neuronal en los modelos\nconexionistas) que contribuyen a la conducta adaptativa en un ambiente determinado. No se reducen\núnicamente a eventos neuronales. Se sostiene que la conducta se explica mejor si nos situamos en el nivel\ncognitivo-simbólico, pero constreñida por los niveles inferiores (cerebral, neuronal...) y superiores\n(corporal y social). Se postula que la mente existe «encarnada» (embodied) en un cerebro y en un cuerpo,\ny ambos están insertos en un ambiente físico y social. Se distancia de los modelos cognitivos\ntradicionales.\n10. Las convenciones sociales constituyen según Turiel un domino de razonamiento y\nconocimiento:\na) equivalente al dominio del razonamiento moral.\nb) relacionado con los conceptos morales.\nc) diferente del dominio de la moralidad.\nfeedback: Turiel concibe los conceptos morales y las convenciones sociales como completamente\ndistintos.\n11. Los estudios sobre las capacidades de los bebés, incluso de los recién nacidos:\na) tuvieron su importancia e impacto a comienzos del siglo XX, pero han ido perdiendo relevancia\ngradualmente.\nb) constituyen un campo de investigación muy productivo, que ha dado lugar a múltiples investigaciones\nen los últimos años.\nc) comprenden un área de investigación en la que las posiciones innatistas y constructivistas han llegado\na acuerdos importantes.\n--- PAGE 4 ---\nfeedback: Es un campo cada vez más activo, con investigaciones recientes en percepción, cognición y\naprendizaje temprano. Y con respecto a los enfoques constructivistas e innatistas, aunque hay diálogos\nentre ambas posturas, siguen existiendo debates sobre el papel de la experiencia y la herencia en el\ndesarrollo infantil.\n12. Las ideas vygotskianas han tenido implicaciones educativas importantes basadas\nen la idea de que el sentido de la educación es:\na) promover el desarrollo.\nb) estimular el conflicto sociocognitivo.\nc) facilitar el aprendizaje por descubrimiento.\n13. Las diferencias evolutivas en el razonamiento se deben particularmente a las\nlimitaciones de la memoria operativa en el procesamiento de las representaciones\nsemánticas. Esta afirmación corresponde a:\na) la teoria de reglas.\nb) la teoria de Markovits.\nc) la teoria de los modelos mentales.\nfeedback: La teoría de los modelos mentales (TMM) sostiene que razonamos a partir de representaciones\nsemánticas, modelos mentales que construimos a partir de nuestra comprensión de los enunciados\nverbales.\n14. La metacognición se ha convertido en un campo de investigación importante\npara la psicología del desarrollo y de la instrucción. Ello se debe a que se considera\ncomo:\na) una habilidad que depende de otras como la comprensión o el razonamiento, y de ahí el prefijo 'meta'.\nb) un conocimiento de primer orden, en cuanto supone un acceso directo en el contexto de la solución de\nproblemas.\nc) un segundo nivel de la cognición relacionado con muchas otras competencias.\n15. La adquisición de las habilidades lectoras se desarrolla a través de estadios\ncontinuos de paso obligado que comienza en una etapa de lectura no fonológica. Esta\nafirmación corresponde al modelo de:\na) Swoden Stevenson.\nb) Kintsch y van Dijk.\nc) Uta Frith.\n--- PAGE 5 ---\n16. Históricamente, se reconoce la contribución de autores como Ekman en el avance\ndel estudio de las emociones. En concreto este autor y sus colaboradores diseñaron\nun método para:\na) categorizar y diferenciar las principales emociones en función de su valor comunicativo.\nb) determinar con exactitud la expresión facial de las emociones analizando el movimiento de los\ndistintos músculos.\nc) establecer la relación entre los estados mentales y su expresión emocional analizándola en términos de\ninteligencia emocional.\n17. Entre las críticas con más fundamento a la teoría de Piaget sobre el desarrollo se\nincluyen las relativas a:\na) las capacidades de los bebés, que se consideran subestimadas por Piaget.\nb) los mecanismos de cambio en el desarrollo que, según Piaget, son de tipo específico.\nc) la completa falta de atención al papel de la interacción social en el desarrollo.\nfeedback: Pág. 33. CUADRO 1.2 PRINCIPALES CRÍTICAS A LA TEORÍA DE PIAGET.\n18. En un estudio evolutivo un investigador presenta al niño dos estímulos y registra\nel tiempo en que mira a cada uno de ellos a lo largo de varios ensayos. Esta forma de\nproceder es caracteristica de la Técnica de:\na) Condicionamiento.\nb) Habituación/deshabituación.\nc) Preferencia de estímulos.\n19. Según los modelos conexionistas, los cambios en el desarrollo se producen:\na) tanto en las representaciones del conocimiento, como en los mecanismos de aprendizaje.\nb) únicamente en las representaciones que se generan en la capa de entrada a la red.\nc) concretamente en los algoritmos de aprendizaje que utilizan las redes conexionistas.\nfeedback: La idea clave en la simulación de los estadios evolutivos es que los cambios podrían afectar no\nsólo a la dinámica de las representaciones, sino a la dinámica de los mecanismos de aprendizaje, a la\ncapacidad para aprender.\n20. En tomo a las explicaciones que dan los niños sobre distintos aspectos de la\nrealidad social se ha encontrado una progresión caracteristica de tres niveles en\n--- PAGE 6 ---\ncuanto al tipo de elementos que se manejan. Así, si un niño explica las diferencias\nentre ricos y pobres diciendo que 'los ricos se visten con ropa más cara que los\npobres', ello sugiere que se encuentra en el:\na) primer nivel, que es el caracteristico de los más pequeños, hasta aproximadamente los 10-11 años.\nb) segundo nivel, un periodo intermedio que se extiende aproximadamente entre los 10-11años y 13-14.\nc) tercer nivel, el más avanzado que comienza a manifestarse a partir de los 13-14 años.\n21. En relación con la teoria de la categorización natural, el nivel básico de\ncategorización se considera como el nivel de abstracción más inclusivo:\na) que refleja la estructura correlacional del ambiente.\nb) que incorpora los ejemplares con más rasgos específicos en común.\nc) en cuanto a la organización del significado en rasgos definitorios.\nfeedback: Cuadro 4.3 Teoria de Rosch, el nivel básico se considera como el nivel de abstracción más\ninclusivo que aún refleja la estructura correlacional del ambiente.\n22. En las historias que les presentaba Piaget para estudiar el desarrollo moral, las\nrespuestas de los niños que revelan su creencia en una justicia inmanente:\na) van aumentando con la edad.\nb) se mantienen estables en las distintas edades.\nc) van disminuyendo a medida que aumenta la edad.\nfeedback: La creencia en la justicia inmanente, según Piaget, es característica de las primeras etapas del\ndesarrollo moral infantil. Los niños pequeños tienden a pensar que las malas acciones inevitablemente\ntraen consigo un castigo, incluso si no hay una relación directa entre la acción y la consecuencia. Sin\nembargo, a medida que crecen y su razonamiento moral se vuelve más complejo, esta creencia va\ndisminuyendo. Por tanto, las respuestas que reflejan justicia inmanente disminuyen con la edad. < br/> <\nbr/> Este descenso se debe a que los niños mayores empiezan a comprender que las consecuencias no\nsiempre están ligadas de manera automática a las acciones y que el castigo no es un resultado inevitable\nde toda falta. El desarrollo de la autonomía moral y la comprensión de la intencionalidad hacen que la\njusticia inmanente pierda fuerza en sus respuestas conforme avanzan en edad y madurez moral.\n23. En el estudio del desarrollo cognitivo temprano, la imitación diferida, de la que\nson capaces niños muy pequeños, se ha considerado una manifestación de:\na) funcionamiento ejecutivo.\nb) capacidad de procesamiento.\nc) memoria.\n--- PAGE 7 ---\nfeedback: La imitación diferida = la capacidad de imitar 'algo' o a 'alguien' que ha hecho algo y ya no está\npresente, por tanto, implica una primera aproximación a la memoria de los bebés.\n24. En el desarrollo epistemológico el nivel de coordinación entre el plano subjetivo-\nobjetivo del conocimiento se manifiesta en la manera de entender:\na) la validez de los 'juicios y opiniones' como reflejo de lo que es verdadero en torno a un determinado\nasunto.\nb) el valor de los 'hechos' como criterio para decidir si lo que se piensa es una falsa creencia.\nc) lo que significan las 'afirmaciones' como expresiones del conocimiento acerca de la realidad.\nfeedback: Kuhn propone que la evolución en la forma de considerar el doble plano —objetivo\n/subjetivo— del conocimiento se refleja en los cambios que se producen en la manera de entender lo que\nsignifican las «afirmaciones» o asertos como expresiones de ese conocimiento.\n25. El profesor expone a sus compañeros que el objetivo que deben plantearse\ndurante la enseñanza de la lectura es que las estrategias de comprensión se\nconviertan en habilidades lectoras, para lo que se requiere:\na) emplear diferentes tipos de textos para proporcionar a los niños ejemplos suficientes de\nsuperestructuras.\nb) desarrollar programas de instrucción que permitan practicar ciertas estrategias hasta que los niños las\napliquen de forma automatizada.\nc) realizar ejercicios de lectura en voz alta que permita automatizar los procesos semánticos, liberando\nrecursos del lazo fonológico\n26. El desarrollo de la teoria de la mente puede considerarse como la primera etapa\nde la comprensión metacognitiva del niño. A este respecto el primer logro\nimportante está en un primer cambio desde una concepción de la mente:\na) 'interpretativa' a otra 'constructiva'.\nb) 'reproductiva' a otra 'constructiva'.\nc) 'reproductiva' a otra 'interpretativa'.\nfeedback: Las etapas de la Teoría de la mente son: de la reproductiva a la interpretativa y de la\ninterpretativa a la constructiva, culminando en la constructiva, donde se puede construir mentalmente la\nmente del individuo.\n27. Distintos enfoques teóricos utilizan modelos computacionales precisos para\ndescribir los cambios que caracterizan el desarrollo cognitivo. Entre los siguientes\nseñale el que NO corresponde a este tipo de enfoques:\na) las teorías simbólicas del procesamiento de la información.\n--- PAGE 8 ---\nb) los modelos conexionistas.\nc) la teoria piagetiana\nfeedback: Lógicamente, la Teoría piagetiana es muy anterior incluso a este tipo de enfoques, mientras\nque el conexionismo y el PI usan esta simbología del razonamiento humano como una máquina\ncomputacional.\n28. Desde las denominadas teorías de la teoría se asume que el desarrollo conceptual\nse debe entender en el marco de la adquisición de conocimiento de dominio:\na) específico.\nb) general.\nc) perceptivo.\nfeedback: La principal novedad de este enfoque se refiere a que el cambio evolutivo se plantea respecto a\ncada dominio conceptual. Es decir, las diferencias individuales y evolutivas se explican, no tanto de\nmodo general, como en cada dominio particular en función del conocimiento específico ya adquirido.\n29. De manera semejante a otros aspectos del dominio social, en la evolución de la\ncomprensión de las ideas políticas:\na) el medio introduce sesgos de contenido e influye en la velocidad de las conceptualizaciones, pero no\nen el tipo de explicaciones que se elaboran.\nb) el avance en las explicaciones parece depender más de las influencias del medio que del desarrollo\nintelectual.\nc) el contexto ayuda a superar los conflictos en las representaciones determinando el tipo de\nexplicaciones que se elaboran.\n30. En el contexto de las relaciones entre memoria y educación, diversas\ninvestigaciones han mostrado que, en los primeros años escolares, el desempeño en\npruebas de funciones ejecutivas:\na) correlaciona más con el rendimiento escolar que las pruebas de inteligencia.\nb) sólo muestran diferencias individuales antes de la adolescencia.\nc) reflejan de forma particular las dificultades de aprendizaje de las matemáticas."
  },
  "Psicología Desarrollo II - 2022 Septiembre.pdf": {
    "year": "2022",
    "type": "Septiembre",
    "pages": 8,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen\nSeptiembre, año 2022\n1. Desde los modelos neuroconstructivistas, la pérdida de plasticidad que se observa\nen el desarrollo es .................. de la especialización progresiva.\na) la causa.\nb) el resultado.\nc) el origen.\n2. En la investigación del desarrollo en la primera infancia, el paradigma de\n'habituación' es una técnica:\na) de condicionamiento clásico, por la que se asocia la respuesta con una consecuencia positiva o\nnegativa.\nb) neurológica moderna, diseñada para investigar el desarrollo afectivo-perceptivo en el primer año.\nc) experimental clásica, basada en los reflejos y las respuestas asociativas tempranas.\n3. Los resultados de la evaluación de las competencias que manifiestan los niños\npequeños cuando se evalúa su desarrollo conceptual:\na) dependen en gran medida del procedimiento utilizado para evaluarlos.\nb) muestran que los niños de 7 u 8 años tienden a organizar los objetos según criterios cambiantes.\nc) son poco fiables y varían mucho en función de las características de los evaluadores.\nfeedback: Dentro de las Etapas generales en el desarrollo de la clasificación infantil según la perspectiva\nclásica, la clasificación de 7-8 años es la jerárquica, aquí no tienen criterios cambiantes.\n4. En relación con la investigación científica y su metodología cuasiexperimental,\nseñale la afirmación correcta:\na) la aproximación cuasiexperimental es imprescindible en las primeras fases de la investigación en orden\na identificar las variables relevantes.\nb) el método cuasiexperimental está orientado a explicar los acontecimientos estableciendo las causas y\nlos efectos.\nc) a fin de mantener el control necesario, la cuasiexperimentación supone registrar las relaciones tal y\ncomo se producen, sin modificarlas.\n5. Los diseños evolutivos suponen distintas posibilidades y limitaciones en la\nexploración de los cambios asociados a la edad. En concreto, los diseños\nlongitudinales permiten:\n--- PAGE 2 ---\na) calcular las diferencias inter-individuales.\nb) hacer inferencias sobre el cambio intra-individual.\nc) establecer directamente el cambio intra-individual.\nfeedback: Puesto que hacer inferencias de cambios intra-individuales sería más propio de diseños\ntransversales, p.ej. tengo dos muestras, una de 5 y otra de 10 años, yo puedo < u> inferir< /u> que los\ncambios entre ambas muestras es debidas a la edad. Con los longitudinales < u> establezco\ndirectamente< /u> ese cambio que estoy buscando.\n6. En relación con la inteligencia, podemos decir que Piaget la considera como un\nmecanismo de carácter:\na) específico; es decir, que se desarrolla y aplica de modo distinto en cada uno de los dominios de\nconocimiento.\nb) general; es decir, que se desarrolla y aplica del mismo modo en todos los dominios de conocimiento.\nc) mixto; es decir, que se desarrolla de forma específica en el dominio de la teoría de la mente y de forma\ngeneral en el resto de dominios de conocimiento\n7. Los estudios actuales sobre el desarrollo temprano de los vínculos de apego están\nmostrando que estas primeras relaciones:\na) no están necesariamente conectadas con el desarrollo de las relaciones afectivas en la etapa adulta.\nb) están únicamente conectadas con el desarrollo afectivo posterior en los casos de violencia de género\nexperimentada en la primera infancia.\nc) son relevantes para la comprensión de fenómenos como el abuso y maltrato infantil, así como para el\ndesarrollo de las relaciones afectivas en la etapa adulta.\n8. Un psicólogo que trabaje en el ámbito judicial o forense y tenga que evaluar a\nniños pequeños que hayan actuado como testigos en situaciones de violencia o\nmaltrato ha de tener en cuenta que los recuerdos en la memoria a largo plazo:\na) son siempre una reconstrucción.\nb) son irrecuperables en niños pequeños.\nc) habitualmente no son fiables.\nfeedback: Los conocimientos actuales sobre el funcionamiento de la memoria ayudan a entender también\nmúltiples fenómenos. Por mencionar sólo uno de ellos, la denominada memoria de testigos, asunto que\ntiene aplicaciones en los procesos judiciales en los que intervienen niños, por ejemplo, en relación con el\nmaltrato o los abusos sexuales (Schneider, W. y Pressley, M., 1997). Sabemos que en la memoria a largo\nplazo se produce siempre una reconstrucción.\n--- PAGE 3 ---\n9. Según Diamond, además de las Funciones Ejecutivas de la MO, que actúan\ndurante la tarea (de forma 'on-line'), también hay que considerar otro tipo de tareas\nanteriores o posteriores (de carácter 'off-fine') que también demandan otros\nprocesos, destacando los de:\na) cambio atencional e inhibición.\nb) planificación y revisión.\nc) control emocional y activación de la información.\n10. Según Piaget, la pauta característica del desarrollo adaptativo sobre la base de\nlos esquemas incluye necesariamente momentos de:\na) desequilibrio, debido a los desajustes encontrados en la aplicación de los esquemas disponibles.\nb) conflicto, debido a los fallos en la modificación de los esquemas antes de aplicarlos de hecho a las\nnuevas experiencias.\nc) equilibrio, debido a la reorganización de las nuevas situaciones acomodándolas a los esquemas previos.\n11. En la concepción de Piaget, el conocimiento acerca de las acciones sobre los\nobjetos y sus relaciones se obtiene a través de lo que denomina:\na) abstracción simple.\nb) abstracción directa.\nc) abstracción reflexiva.\n12. Algunos autores han relativizado las diferencias entre las concepciones de Piaget\ny Vygotski sobre el desarrollo, lo que ha llevado a:\na) defender como válidos los puntos convergentes en sus postulados generales, ya que resultan\nirreconciliables en los aspectos sustanciales.\nb) plantear la posibilidad de combinar productivamente las ideas de ambos autores sobre la base de sus\nparalelismos y coincidencias.\nc) ver con optimismo la posibilidad de una síntesis entre ambos autores, pese a las distintas filosofías de\nbase.\n13. De acuerdo con los presupuestos de los enfoques computacionales sobre el\ndesarrollo, los modelos computacionales que simulan la teoría piagetiana y sus\nestadios, tendrían que ser capaces de describir la actuación cognitiva según un\nprograma de aprendizaje que:\na) simule las características de la memoria a corto plazo.\nb) cuente con un sistema de memoria a largo plazo de capacidad ilimitada.\nc) explique las transiciones de un estadio a otro.\n--- PAGE 4 ---\n14. Los dos enfoques teóricos que proponen la semejanza perceptiva como la\nprincipal fuente para el aprendizaje de los conceptos son:\na) la teoría de la categorización natural y las teorías de la teoría.\nb) la perspectiva clásica y la teoría de la categorización natural.\nc) las teorías de la categorización natural y las teorías innatistas.\n15. Según el planteamiento de Mandler, los bebés ya son capaces de captar y\nreconocer patrones visuales y sensoriales de distinto tipo. Estos datos son\ninterpretados por la autora en el sentido de que los bebés:\na) ya pueden formar representaciones de significados abstractos o conceptos básicos.\nb) son capaces de extraer los rasgos definitorios que constituyen la base de los primeros conceptos.\nc) aún no son capaces de construir representaciones de significados abstractos o conceptos propiamente.\nfeedback: Sin embargo, si pueden reconocer 'perceptos' o percepciones visuales/auditivas/sensoriales.\n16. En relación con la lectura, el estudio de Brown, Day y Janes (1983) sobre el\ndesarrollo de la estrategia de resumen, encuentra que los sujetos entre 10 a 12 años\nrealizan resúmenes:\na) usando el conocimiento propio que tienen sobre el tema como herramienta a fin de incorporar detalles\ny aspectos no incluidos explícitamente en el texto inicial.\nb) con una estrategia pasiva, parcialmente incorrecta que denominaron 'copiar-suprimir' y que consistía\nen copiar superficialmente partes del texto de forma casi literal.\nc) esquemáticos y con poca elaboración, utilizando los marcadores retóricos del texto para identificar las\nideas principales consiguiendo así conectar unas ideas con otras.\n17. Henry Markovits ha cuestionado la explicación que la Teoría de los Modelos\nMentales otorga a las diferencias evolutivas en razonamiento, argumentando que:\na) la explicación debe centrarse en la limitación que presentan los sujetos en sus recursos de\nprocesamiento.\nb) la limitada capacidad de la memoria operativa impide a los niños desplegar múltiples modelos\nmentales.\nc) los más pequeños muestran un déficit en la organización de la MLP y en los mecanismos de\naccesibilidad a su contenido.\nfeedback: La limitación de los menores no se encuentra tanto en la capacidad de procesamiento, sino en\nun déficit en la organización de la memoria a largo plazo y en los mecanismos de accesibilidad a los\ncasos pertinentes (no-p q).\n18. Por su contenido, el dominio del conocimiento social es el que versa sobre:\n--- PAGE 5 ---\na) la organización socio-política.\nb) las normas de convivencia.\nc) las instituciones.\n19. En torno a las explicaciones que dan los niños sobre distintos aspectos de la\nrealidad social se ha encontrado una pauta característica de tres niveles. En el\nprimero de ellos las explicaciones:\na) son poco sensibles a la existencia de conflictos y cuando los reconocen no ven soluciones.\nb) solo se basan en los aspectos que pueden percibirse directamente en la situación juzgada.\nc) incluyen inferencias sobre aspectos implícitos de la situación, aunque frecuentemente equivocadas.\nPREGUNTA IMPUGNADA\n20. Considerar que un niño que rompe intencionadamente un dibujo de su hermano\nes más culpable que otro que rompe varias ceras de forma accidental ilustraría el\nconcepto piagetiano de:\na) responsabilidad objetiva.\nb) justicia inmanente.\nc) responsabilidad subjetiva.\nfeedback: Puesto que se considera la responsabilidad desde un punto de vista subjetivo, es decir, de la\nintencionalidad del acto y no de su resultado.\n21. Una de las dimensiones en las que cabe contemplar el campo de lo metacognitivo\nes la que se refiere al contexto de referencia y generalidad de aplicación. Así, en esta\ndimensión hablamos de 'contexto personal' como el referido a:\na) la cognición sobre la propia cognición, aplicada a la solución de problemas.\nb) la cognición sobre la cognición de los demás.\nc) la cognición epistemológica acerca de cómo la mente 'conoce'.\n22. Una de las características que hace más interesante la perspectiva de los modelos\ndinámicos aplicada a la Psicología del Desarrollo es:\na) su interés por el estudio de los procesos de cambio, especialmente de los no-lineales que son\ncaracterísticos de los sistemas complejos.\nb) su propuesta de algoritmos de aprendizaje que se materializan en redes conexionistas de simulación\ndel desarrollo.\nc) su concepción emergentista y coherente con las propuestas de los modelos del procesamiento de la\ninformación.\n--- PAGE 6 ---\n23. En el contexto del desarrollo y adquisición de la lectura, las inferencias son:\na) un aspecto básico de la comprensión, al ser el proceso cognitivo por el que se incorpora información\nsemántica que no necesariamente está explícita en el texto.\nb) importantes solo cuando el lector se enfrenta a contenidos novedosos, que implican el procesamiento y\nelaboración de información implícita.\nc) determinantes, ya que atañen siempre a la estructura global del texto, que es la referida a la\nsuperestructura del mismo.\n24. En el desarrollo de la comprensión de las ideas políticas el contexto histórico y\nsocio-político:\na) contribuye a que los sujetos no se vean condicionados en sus explicaciones por los significados que\ncirculan en la sociedad en un momento dado.\nb) es determinante en el tipo de explicaciones que se elaboran, aunque influye poco en la velocidad de los\ncambios de conceptualización.\nc) puede propiciar discrepancias en las explicaciones que aceleren los cambios hacia conceptualizaciones\nmás elaboradas.\n25. De acuerdo con la teoría de Kohlberg sobre el desarrollo del razonamiento\nmoral, las respuestas al dilema de Heinz, que relacionan el valor de la vida humana\ncon la aprobación de los familiares, constituyen evidencia indicativa del nivel:\na) preconvencional.\nb) convencional.\nc) postconvencional.\nfeedback: Dado que en el estado convencional busca la 'aprobación' de los otros.\n26. El modelo de desarrollo moral de Piaget y el de Kohlberg coinciden básicamente\nen:\na) considerar que hay relación entre el desarrollo cognitivo y el moral.\nb) plantear los mismos niveles de desarrollo moral, aunque con distintos términos.\nc) estudiar las relaciones bidireccionales entre moralidad y convención social.\nfeedback: Tanto Piaget como Kohlberg coinciden en que el desarrollo moral está vinculado al desarrollo\ncognitivo. Según ambos, el avance en el pensamiento moral depende de las capacidades cognitivas que el\nindividuo adquiere en cada etapa del desarrollo.< br/> Piaget: La transición de la moral heterónoma a la\nmoral autónoma se basa en la capacidad cognitiva de entender que las reglas son negociables y que la\njusticia se basa en la reciprocidad.< br/> Kohlberg: Cada nivel y etapa del desarrollo moral\n(preconvencional, convencional y postconvencional) se corresponde con mayores capacidades\n--- PAGE 7 ---\ncognitivas, como el pensamiento abstracto necesario en el nivel postconvencional.< br/> Relación con el\ntexto : Ambos modelos entienden el desarrollo moral como un proceso evolutivo que progresa a medida\nque maduran las estructuras cognitivas del individuo.\n27. Los estudios sobre la memoria y su desarrollo en los contextos educativos\nformales muestran que:\na) la pauta evolutiva de la memoria operativa y sus funciones ejecutivas parece ser un factor clave,\nllegando a mostrar mayores correlaciones con el éxito escolar que las pruebas de inteligencia.\nb) aunque la capacidad de la memoria operativa no limita las habilidades de comprensión y razonamiento\nde los estudiantes, sí parece que los estudiantes que mejor rinden en estas pruebas muestran una alta\ncapacidad de MO.\nc) los programas de intervención en contextos escolares mejoran significativamente las tareas\nsuperficiales basadas en la repetición, pero no inciden en las tareas complejas o novedosas.\n28. El desarrollo epistemológico se produce según una secuencia característica en\ncuanto a cómo se van atendiendo los planos objetivo y subjetivo del conocimiento. A\neste respecto, señale la secuencia correcta:\na) objetivo, subjetivo, coordinación.\nb) subjetivo, objetivo, coordinación.\nc) subjetivo, coordinación, objetivo.\nfeedback: Fuente: objetiva/subjetiva. Objetiva (Dualismo), Subjetiva (Pluralismo), Coordinación\n(Relativismo). Tabla 7.2 NIveles epistemológicos y desarrollo metacognitivo (Basada en Khun y\nWeinstock, 2002 y Pozo et al, 1999).\n29. En la caracterización de la metacognición como un tipo especial de conocimiento,\nuna connotación esencial es la que se refiere a que:\na) se relaciona con las teorías evolutivas de Piaget y Vygotski.\nb) se trata de un conocimiento de primer orden.\nc) se define particularmente por su carácter recursivo.\n30. En relación con el desarrollo de las Funciones Ejecutivas (FE), señale qué\nafirmación NO es correcta:\na) El desarrollo parece estar inicialmente ligado a las condiciones de plasticidad que caracterizan la\nmaduración cerebral, presentando un patrón evolutivo marcado por períodos críticos.\nb) El desarrollo de las FE comienza durante el primer año manteniendo después una trayectoria evolutiva\nprogresiva y estable hasta alcanzar su madurez funcional entre los 25 y los 30 años.\nc) Todas las FE se desarrollan al mismo tiempo, siguiendo una estructura multifactorial que se va\nconsolidando hasta la edad adulta.\n--- PAGE 8 ---\nfeedback: La afirmación NO correcta es la: 'Todas las FE se desarrollan al mismo tiempo, siguiendo una\nestructura multifactorial que se va consolidando hasta la edad adulta'. Las investigaciones muestran que\nlas funciones ejecutivas no se desarrollan de manera simultánea ni uniforme. En realidad, cada\ncomponente ejecutivo (como la memoria de trabajo, el control inhibitorio o la flexibilidad cognitiva)\nsigue su propio ritmo y tiene momentos críticos de desarrollo a lo largo de la infancia, adolescencia y\njuventud. El proceso es secuencial y curvilíneo, con periodos de aceleración y desaceleración, y no todas\nlas funciones alcanzan su madurez al mismo tiempo.< br/> < br/> Por el contrario, las otras opciones\nreflejan correctamente el conocimiento actual. El desarrollo de las funciones ejecutivas está\nestrechamente ligado a la plasticidad cerebral y a la maduración progresiva de las áreas prefrontales,\npresentando ventanas críticas de mayor sensibilidad al aprendizaje y la experiencia. Además, aunque el\ndesarrollo comienza muy temprano, la madurez funcional de las FE suele alcanzarse hacia el final de la\nsegunda o incluso la tercera década de vida, con trayectorias evolutivas que pueden variar según el\ncomponente ejecutivo considerado"
  },
  "Psicología Desarrollo II - 2023 Semana 1.pdf": {
    "year": "2023",
    "type": "Semana 1",
    "pages": 8,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen Semana 1,\naño 2023\n1. Uno de los principales puntos de debate en torno al desarrollo conceptual ha sido\nel relativo a:\na) qué procesos y fuentes de información están implicados en la adquisición de los conceptos.\nb) si las categorias, una vez adquiridas, cumplen también una función inferencial.\nc) la relación entre la habilidad para formar categorías y la habilidad para lexicalizarlas.\n2. La propuesta de Mandler plantea una diferenciación entre perceptos o categorías\nperceptivas y conceptos, según la cual los segundos tienen un formato de\nrepresentación de tipo:\na) procedimental y conectado a un conocimiento explícito.\nb) declarativo y relacionado con conocimiento explícito.\nc) procedimental y ligado a un conocimiento implícito.\nfeedback: Puesto que los conceptos se pueden declarar explícitamente, p. ejemplo: puedes hacer\nreferencia a cómo es un pájaro y las características que tiene que tener éste para catalogarlo como tal\n(concepto), pero para describir un percepto o categoría perceptiva puede no ser tan declarativo\nexplícitamente.\n3. En clase de psicología de la memoria, el profesor explica que un aprendizaje como\nnadar o montar en bicicleta implica básicamente la memoria:\na) semántica.\nb) declarativa.\nc) procedimental.\n4. Atendiendo los últimos análisis en tomo a las funciones ejecutivas (FE) desde una\nperspectiva teórico-analítica, la planificación de acciones futuras atañe a las FE:\na) Superiores, a través de pensamientos y acciones orientados a la consecución de objetivos futuros.\nb) Básicas, que se activan en la tarea en curso o justo en el momento en el que se está proyectando la\npauta a seguir.\nc) Emocionales, ya que supone incorporar al análisis de la situación los procesos de carácter emocional\ninvolucrados.\n5. Según Piaget, en el desarrollo psicológico los procesos de 'organización':\n--- PAGE 2 ---\na) atañen al plano interno del cambio según dos dimensiones, la diacrónica y la sincrónica.\nb) se producen externamente, pero se manifiesta tanto en el plano horizontal (estadios) como en el\nvertical (individuo).\nc) consisten en el ajuste de la interacción con el medio mediante asimilaciones y acomodaciones\nfeedback: La evolución de ambos tipos de estructuras (biológicas y psicológicas) se produce según dos\ntipos de procesos: < br/> - Un proceso de adatación (plano externo)< br/> - Un proceso de organización\n(plano interno)\n6. De acuerdo con Piaget, el nivel de desarrollo conceptual de un niño:\na) se relaciona indirectamente con la adquisición de la capacidad de inclusión jerárquica de clases.\nb) comienza en una etapa en la que este agrupa los objetos atendiendo sólo a sus semejanzas y\ndiferencias con criterios cambiantes.\nc) está relacionado directamente con la evolución de sus estructuras lógicas de pensamiento.\nfeedback: Describe lo que Piaget observó sobre las primeras etapas del desarrollo conceptual, donde los\nniños agrupan los objetos de manera flexible, no siguiendo un criterio lógico y fijo. Esto es una parte\nfundamental de la etapa preoperacional. < br/> La opción 'se relaciona indirectamente con la adquisición\nde la capacidad de inclusión jerárquica de clases.' (que se refiere a la evolución de las estructuras lógicas)\nes importante en un momento posterior del desarrollo, cuando los niños empiezan a aplicar operaciones\nlógicas y son capaces de realizar razonamientos más abstractos.\n7. Estudios como los realizados a partir de la imitación diferida han permitido\nobtener un conjunto de datos que muestran cómo los niños desde sus primeros meses\npresentan cierta capacidad de memoria. En concreto, según la pauta de desarrollo\nencontrada, esta capacidad:\na) permanece sin evolución hasta los 18 meses, aumentando posteriormente hasta la adolescencia como\nfase más sensible del desarrollo.\nb) muestra un aumento progresivo y lineal de la retención hasta los 18 meses, emergiendo luego un\nsistema de memoria más maduro que se va diferenciando en subsistemas.\nc) es discontinua pasando por fases criticas que dependen del desarrollo de los procesos ejecutivo-\natencionales básicos de la memoria operativa.\nfeedback: Estos estudios reflejan una pauta general de desarrollo que parece mostrar un aumento\nprogresivo y lineal del intervalo de retención, desde los 2 hasta los 18 meses. A partir de aquí,\npresumiblemente va emergiendo un sistema de memoria más maduro con diferenciación en múltiples\nsubsistemas (declarativo y procedimental, semántico y episódico). Los cambios más notables son los que\nse producen en la MCP, en lo que se refiere a su papel como memoria operativa.\n--- PAGE 3 ---\n8. La propuesta de Markovits para explicar el desarrollo del razonamiento difiere de\nla Teoria de los Modelos Mentales en aspectos relevantes. Sin embargo, también\ncomparten algunas ideas como:\na) la capacidad temprana de los niños para representar el condicional.\nb) los déficits que presentan los más pequeños en la organización de la MLP y los mecanismos de\naccesibilidad.\nc) el despliegue de modelos que requieren conectivas proposicionales como el bicondicional.\n9. Los niños que aprenden a leer mediante un método global utilizan casi\nexclusivamente en ese momento inicial una estrategia:\na) Logográfica.\nb) Fonológica.\nc) Alfabética\nfeedback: Logográfica: acuérdate que es como ver un Logo, tú ves una M gigante y sabes que es\nMcDonald's.< br/> En un estudio de Swoden y Stevenson (1994) se comprobó que la probabilidad de que\nun prelector pase de la etapa logográfica está determinada por el empleo de un método de enseñanza de\nlectura global, no fonético. Los niños que aprenden por un método global utilizan casi exclusivamente la\nestrategia logográfica, pero los que lo hacen por un método mixto utilizan también estartegias\nfonológicas.\n10. Una de las dimensiones en las que cabe contemplar el campo de lo metacognitivo\nes la que se refiere al contexto de referencia y generalidad de aplicación. Así, en esta\ndimensión hablamos de contexto:\na) personal, como referido a la cognición sobre la cognición de los demás.\nb) impersonal, como el referido a la cognición epistemológica acerca de cómo la mente 'conoce'.\nc) interpersonal, como el referido a la cognición sobre la propia cognición, aplicada a la solución de\nproblemas.\n11. Las relaciones encontradas entre el desarrollo del funcionamiento ejecutivo y el\ndesarrollo de la ToM, parecen constituir:\na) un precursor de las habilidades de representación.\nb) la base del control inhibitorio que permite evitar falsas creencias.\nc) un prerrequisito para el desarrollo metacognitivo.\n12. El desarrollo epistemológico supone llegar a coordinar adecuadamente el plano\nsubjetivo-objetivo del conocimiento. Así, las manifestaciones empíricas de este\nprogreso han permitido conectar el desarrollo epistemológico con el desarrollo:\n--- PAGE 4 ---\na) de la Teoría de la Mente en lo que concierne a su último estadio o concepción constructivista.\nb) del control autorregulatorio ya que requiere al menos un nivel realista de desarrollo epistemológico.\nc) metacognitivo, tanto en la perspectiva tradicional como en la relativa a la Teoría de la Mente.\nfeedback: Puesto que el desarrollo Metacognitivo y de la Teoría de la Mente suponen pasar de un plano\nsubjetivo donde únicamente 'veo desde mi punto de vista' a un punto donde yo me voy 'más allá' de mi\npropio punto de vista.\n13. Siguiendo la Tabla de Verdad de las conectivas lógicas, en la implicación\nmaterial:\na) el enunciado es falso sólo en una condición, mostrando una clara asimetría en la tabla de verdad.\nb) es en la única conectiva donde una falacia puede ser una inferencia válida.\nc) la sentencia es verdadera cuando ambas proposiciones son verdaderas o falsas, al igual que en las\ndisyunciones.\n14. En relación con el conocimiento del mundo social, sabemos que nuestra propia\nposición en la sociedad introduce sesgos en la percepción que tenemos de los\nfenómenos que se producen en ella. Esto es relevante porque:\na) dado que todo conocimiento tiene un origen social, ello puede facilitar muchos otros aprendizajes.\nb) introduce una dificultad añadida en la comprensión de la realidad social y su desarrollo.\nc) se generan prejuicios que habrán de superarse con la enseñanza y los conocimientos escolares.\n15. La moral heterónoma orienta a los niños a evaluar los actos:\na) en función de su bondad o maldad en sí misma.\nb) según el contexto en que estos se producen.\nc) atendiendo a si obedecen o no las normas del adulto.\n16. Entre las críticas al planteamiento sobre el desarrollo moral de Kohlberg se\nencuentra la relativa a la:\na) ausencia de relaciones directas entre razonamiento moral y conducta moral.\nb) falta de evidencia en relación con el estadio postconvencional.\nc) inconsistencia de los datos empíricos que justifican el estadio preconvencional.\nPREGUNTA IMPUGNADA\n--- PAGE 5 ---\nfeedback: la distinción seria difícil entre pensamiento y conducta moral. Por lo que la correcta sería la A ,\nya que atañe a las críticas del nivel postconvencional de Kohlerbg, que describe en poca medida los\nlogros morales de los adultos\n17. En el desarrollo de la representación y comprensión del mundo social, uno de los\naspectos que aparece tardíamente en las representaciones de los niños es:\na) el tiempo histórico, pues inicialmente tienen una visión estática de la sociedad.\nb) el cambio social, especialmente en relación con la movilidad entre clases sociales.\nc) el conflicto social, pues tienden a confundir las relaciones sociales con las relaciones de amistad\n18. Al estudiar los modelos que elaboran las personas sobre el mundo social,\nconviene distinguir los distintos elementos de las representaciones, entre otras cosas\nporque:\na) ayudan a entender qué aspectos se reproducen culturalmente y cuáles elabora el sujeto por sí mismo.\nb) permiten diferenciar los sesgos culturales, ya que todos los elementos dependen sobre todo de la\ntrasmisión social.\nc) cada elemento sigue una pauta estable más ligada al desarrollo intelectual que a las adquisiciones\nculturales.\n19. Los resultados de los primeros estudios realizados por Piaget sobre el desarrollo\nmoral indicaban que los niños menores de 7 años valoran las acciones humanas:\na) no por las intenciones de estas, sino por los resultados que producen.\nb) no por los resultados que producen, sino por las intenciones que las guían.\nc) no por las intenciones subyacentes, sino por el daño que producen en los otros.\nfeedback: Sería la responsabilidad objetiva: no intenciones, sí resultados < br/> En contraste con\nresponsabilidad subjetiva: sí intenciones, no resultados\n20. El concepto de 'zona de desarrollo próximo' es fundamental en la perspectiva\nvygotskiana de la educación, asumiendo que su amplitud:\na) va variando en función del propio proceso interactivo del aprendizaje.\nb) viene fijada por el nivel de desarrollo previo.\nc) debe irse ajustando al desarrollo potencial del niño.\nfeedback: Pág. 38: Dos planos complementarios: El papel del propio individuo como tal 'Internalización'\ny el papel mediador de los demás como promotores de los avances en los aprendizajes que servirán de\nbase y conducirán finalmente a esa internalización.\n--- PAGE 6 ---\n21. Señale qué capacidad, entre las planteadas por Piaget, tendría más relación con\nel desarrollo de la Teoría de la Mente:\na) la capacidad simbólica.\nb) la capacidad de descentración.\nc) la abstracción simple.\nfeedback: Puesto que, pasar del egocentrismo piagetiano a tener la capacidad de descentración, es decir,\npoder ver más allá de sí mismo tendría que ver con la Teoría de la Mente.\n22. Los primeros estudios sobre las capacidades de los bebés recién nacidos:\na) propiciaron un auge en las explicaciones innatistas sobre el desarrollo y constituyen aún un campo de\ninvestigación muy productivo.\nb) comprenden un área de investigación en la que las posiciones innatistas y constructivistas han llegado\na importantes acuerdos.\nc) tuvieron su importancia e impacto a comienzos del siglo XX, pero han ido perdiendo relevancia\ngradualmente.\nfeedback: La investigación del desarrollo en la primera infancia sólo es posible a través de métodos\nindirectos y sobre la base del limitado repertorio de respuestas presentes desde el nacimiento. Los bebés\nno pueden informarnos de sus pensamientos, ni seguir instrucciones. A lo sumo, el investigador puede\ntratar de aprovechar las operaciones intelectuales más básicas del el recién nacido, como el\nreconocimiento y asociación de estímulos.\n23. Según los investigadores que trabajan desde el marco Neuroconstructivista, el\nconcepto de trayectorias del desarrollo se refiere a:\na) las diferencias intra-sujeto que se observan en la ejecución de distintas tareas en momentos diferentes\ndel desarrollo.\nb) la variabilidad que caracteriza tanto al desarrollo normal o típico, como al desarrollo alterado.\nc) la variabilidad inter-sujeto que se observa únicamente entre los niños con trastornos del desarrollo.\nfeedback: Pág. 75: Otras propuestas del Neuroconstructivismo, en la que coincide con los modelos\ndinámicos del desarrollo y con el conexionismo, es el énfasis en el estudio de la variabilidad. Desde esta\nperspectiva se estudia tanto el desarrollo típico o normal, como el desarrollo alterado: trastornos del\ndesarrollo.\n24. Métodos como el de las preferencias perceptivas o el de habituación se han\nutilizado para estudiar cómo es el mundo de los recién nacidos y bebés.\nConcretamente en el terreno de la percepción:\na) visual, pero no auditiva.\n--- PAGE 7 ---\nb) auditiva, pero no visual.\nc) auditiva y visual.\n25. En un estudio evolutivo un investigador quiere explorar cómo perciben las bebés\nciertas eventos fisicos característicos; y para ello compara las reacciones de los niños\nen dos condiciones de presentación del mismo evento: una posible y otra imposible.\nEsta forma de proceder corresponde a la técnica de:\na) Habituación-deshabituación.\nb) Violación de expectativas.\nc) Preferencia de estímulos.\n26. En los diseños evolutivos, las limitaciones que derivan de los efectos\ngeneracionales:\na) son inevitables en el diseño transversal debido al sesgo selectivo que implica evaluar un solo grupo de\nedad a lo largo del tiempo.\nb) inciden especialmente en los diseños longitudinales pues no permiten separar los efectos de la edad de\nlos efectos de la generación.\nc) surgen al evaluar al mismo tiempo grupos de edades muy distintas, de ahí que afecte particularmente a\nlos diseños transversales.\n27. El papel que atribuye Piaget a los esquemas asimilatorios durante el desarrollo\ntiene implicaciones educativas claras. En concreto, los esquemas:\na) determinan el nivel potencial de desarrollo, por lo que el maestro debe tratar de superar ese límite.\nb) condicionan los aprendizajes, por lo que la instrucción debe adaptarse en cada estadio del desarrollo.\nc) condicionan el desarrollo, pero también lo promueven con el apoyo educativo adecuado.\n28. El enfoque computacional:\na) no tiene su origen inmediato en el estudio del cambio y los fenómenos ligados al desarrollo.\nb) tiene su origen ligado al estudio de los fenómenos evolutivos.\nc) apenas ha tenido impacto o influencia sobre la Psicología del Desarrollo.\nfeedback: Existe otro enfoque teórico básico en la psicología evolutiva del siglo XX, el enfoque\ncomputacional. Este enfoque no tiene su origen inmediato en el estudio del cambio o el desarrollo, sino\nen una perspectiva psicológica más general que, con el propósito de lograr una adecuada comprensión y\nexplicación de la conducta humana, trata de establecer los procesos y mecanismos precisos que utiliza la\nmente.\n29. De acuerdo con la teoría de Case, la transición entre un estadio y otro del\ndesarrollo se explica por cambios:\n--- PAGE 8 ---\na) en la eficacia con la que los sujetos realizan las operaciones, liberando así más recursos cognitivos.\nb) cualitativos relativos a la estructura lógica que supone cada estadio del desarrollo.\nc) cuantitativos debidos a los procesos de maduración cerebral que se observan entre estadios.\n30. En relación con la investigación científica y su metodología experimental, señale\nla afirmación correcta:\na) La aproximación experimental es particularmente necesaria en las primeras fases de la investigación,\nen orden a identificar las variables relevantes.\nb) A través de la experimentación se trata de explicar los acontecimientos estableciendo las causas y los\nefectos.\nc) A fin de mantener el control necesario, el método experimental supone registrar las situaciones tal y\ncomo se producen sin modificarlas."
  },
  "Psicología Desarrollo II - 2023 Semana 2.pdf": {
    "year": "2023",
    "type": "Semana 2",
    "pages": 9,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen Semana 2,\naño 2023\n1. Considerando el conjunto de evidencia procedente de la investigación sobre la\nadquisición del lenguaje en bebés muy pequeños, se puede sostener que:\na) la experiencia y el aprendizaje a partir de esta desempeñan un papel importante también durante la fase\nprenatal.\nb) un dispositivo innato, como el propuesto por Chomsky, es un elemento imprescindible para explicar\ndicha adquisición.\nc) las posturas innatistas y constructivistas han llegado a un acuerdo sobre cómo interpretar dicha\nevidencia empírica.\n2. En relación con la incidencia en el desarrollo de los factores culturales, la\nPsicología actual:\na) apenas los contempla como variables explicativas.\nb) se interesa por su estudio e impacto evolutivo.\nc) rechaza el papel de las prácticas culturales en el desarrollo.\n3. Piaget entiende los procesos de 'adaptación' como uno de los componentes del\ncambio evolutivo que se caracteriza según dos tipos de:\na) dimensiones, horizontal y vertical.\nb) mecanismos, asimilación y acomodación.\nc) operaciones, concretas y formales.\nfeedback: Las dimensiones tienen que ver con el cambio/sincronía de estado sevolutivos y las\noperaciones más con los estadios propios, solo los mecanismos de asimilación y acomodación tienen que\nver con el concepto de 'adaptación' de Piaget.\n4. Los modelos conexionistas del desarrollo son también modelos computacionales\nporque utilizan la metáfora del cerebro como procesador de información, aunque:\na) no emplean modelos de redes en la simulación de los mecanismos de aprendizaje.\nb) no utilizan reglas de propagación para distribuir la activación a la red de conexiones.\nc) no conciben las representaciones como símbolos unitarios.\n--- PAGE 2 ---\nfeedback: Los modelos conexionistas del desarrollo son también modelos computacionales porque\nutilizan la metáfora del cerebro como procesador de información, que emplean modelos de redes en la\nsimulación de los mecanismos de aprendizaje, también utilizan reglas de propagación para distribuir la\nactivación a la red de conexiones.< br/> < br/> Pero jamás concibirán las representaciones como\nsímbolos unitarios, sino más bien múltiples.\n5. El concepto de 'mediación' es un concepto clave en el denominado enfoque\nsociocultural. En relación con este concepto señale la afirmación que NO es correcta.\na) El desarrollo supone la interiorización de los recursos externos de interacción y comunicación,\nconvirtiéndose en medios del pensamiento y la autorregulación de la conducta.\nb) El desarrollo se produce cuando se pasa de la mediación interna que supone el lenguaje, a la\nmediación externa que proporcionan los agentes sociales.\nc) En el plano externo del desarrollo, la mediación es la base del origen social de lo cognitivo,\ndestacándose el papel de los interlocutores sociales en los procesos de enseñanza-aprendizaje.\nfeedback: El mejor ejemplo de ello es el de Vygotski, que decía que empezábamos con la cultura y ésta,\nse va internalizando en el individuo mediante la 'mediación'.\n6. Las teorías neopiagetianas:\na) postulan la existencia de estadios evolutivos cualitativamente distintos, pero se alejan de los\npresupuestos del modelo computacional.\nb) utilizan herramientas conceptuales propias del enfoque computacional, a la vez que postulan la\nexistencia de estadios en el desarrollo.\nc) constituyen una traslación de la concepción del desarrollo piagetiana, implementándola en modelos\ncomputacionales conexionistas.\n7. El desarrollo epistemológico se produce según una secuencia característica en\ncuanto a cómo se van atendiendo los planos objetivo y subjetivo del conocimiento. A\neste respecto, señale la opción correcta:\na) Al principio no existe conciencia sobre el propio conocimiento, alternándose la dominancia de cada\nplano según las situaciones valoradas.\nb) Tras un inicial dominio del plano objetivo, en la fase intermedia se impone el plano puramente\nsubjetivo.\nc) La evolución final invierte la dominancia inicial imponiéndose el plano subjetivo, aunque coordinado\nmínimamente con el lano objetivo.\nfeedback: Sería la dimensión esencial a lo largo de la cual se produce el progreso epistemológico,\nconfigurando una secuencia característica: - Primero: dominaría el plano objetivo. - Segundo: se impone\nel plano puramente subjetivo. - Tercero: se coordinan ambos planos en equilibrio.\n--- PAGE 3 ---\n8. Históricamente, el estudio de desarrollo de las nociones políticas se realizó\ninicialmente desde el llamado enfoque de la 'socialización política', entendiéndose\nésta como un proceso:\na) representacional, por el que el individuo asume las opiniones sociales compartidas por los miembros\nde su clase o grupo.\nb) constructivo, basado en la interacción bidireccional entre las acciones del individuo y la influencia que\nsobre él ejerce la cultura.\nc) de modelado, por el que el individuo va adoptando la cultura y modos de comportamiento de la\nsociedad en que vive.\nPREGUNTA IMPUGNADA\n9. Respecto al dilema de Heinz que planteaba Kohlberg en su investigación, un\nsujeto justifica el robo de la medicina por parte del marido porque 'si se muere su\nmujer, se quedaría solo y no tendría quien le atendiera'. Esta respuesta es propia del\nnivel:\na) Preconvencional.\nb) Postconvencional.\nc) Convencional.\nfeedback: En este caso se trata de una orientacion hedonista ingenua, ya que solo piensa en su propio\nbeneficio, y por tanto segun Kohlberg se trata de la Preconvencional. El ejemplo de la tribu en el libro es\nsimilar.\n10. El método clínico planteado por Piaget:\na) es una extensión de la metodología experimental al contexto educativo.\nb) se basa en la observación y registro del habla egocéntrica.\nc) tiene un formato de entrevista a los niños.\nfeedback: El método clínico que usaba Piaget tiene un cierto formato de entrevista a las niñas y los niños.\n11. En la investigación psicológica y evolutiva, el tema de la 'validez' de los\nexperimentos es un asunto crucial. A este respecto, señale la afirmación correcta\ndesde el punto de vista metodológico:\na) Una investigación experimental, para ser satisfactoria, necesita validez tanto interna como externa.\nb) Los resultados de un experimento han de poderse generalizar, por lo que la validez externa es un\nrequisito previo para lograr la validez interna.\n--- PAGE 4 ---\nc) Existe una relación condicional directa entre la validez interna y externa, pues los aspectos que\nfavorecen una de ellas también tienden a aumentar la otra.\nfeedback: La validez externa NO es un requisito previo para lograr la validez interna, de hecho,\nnormalmente, cuando se aumenta una disminuye la otra, por tanto la relación entre ellas suele ser inversa.\n12. Desde la perspectiva de los sistemas evolutivos dinámicos, la variabilidad intra-\nsujeto constituye información que:\na) no tiene utilidad para conceptualizar el desarrollo y los cambios que se producen en él.\nb) únicamente resulta relevante para los investigadores que trabajan comparando el desarrollo típico con\nel alterado.\nc) tiene gran valor de cara a la comprensión de los cambios en el desarrollo y su explicación.\nfeedback: Los cambios intra-individuales pueden tener en cuenta su modificación evolutiva, y por tanto,\nson de gran valor en la perspectiva de Sistema Evolutivos Dinámicos.\n13. De acuerdo con el enfoque clásico sobre la formación de conceptos, los distintos\nejemplares pertenecientes a una misma categoría:\na) son más o menos representativos de la misma en función de sus rasgos definitorios.\nb) son igualmente representativos de esta, ya que comparten los mismos rasgos definitorios.\nc) son igualmente representativos de la categoría si comparten los mismos rasgos de familiaridad.\nfeedback: El enfoque probabilístico sí tiene en cuenta su familiaridad y sobre todo su tipicidad, mientras\nque el enfoque clásico no lo tiene en cuenta, si perteneces a una categoría perteneces y punto.\n14. El desarrollo de las Funciones Ejecutivas:\na) se produce durante todo el ciclo vital al depender de la maduración cerebral, presentando períodos\nsensibles durante la infancia, la adolescencia y la madurez tardía.\nb) comienza en el primer año de vida con una evolución más o menos progresiva y estable hasta que\nalcanzan la madurez funcional en torno a los 25-30 años.\nc) presenta inicialmente una estructura multifactorial que avanza de forma coordinada y simultánea hacia\nuna función ejecutiva de carácter superior.\n15. Uno de los principales contrastes entre la concepción clásica y probabilística\nsobre la representación de los conceptos se refiere a los límites entre categorías.\nSegún la concepción clásica:\na) los conceptos no poseen límites claros ni bien definidos.\n--- PAGE 5 ---\nb) las categorías que representan los conceptos son excluyentes y están bien definidas.\nc) los conceptos agrupan ejemplares más y menos típicos o representativos que otros.\nfeedback: Principales diferencias entre ambos conceptos:< br/> En la concepción clásica: 'las categorías\nque representan los conceptos son excluyentes y están bien definidas.'< br/> En la probabilística: 'los\nconceptos agrupan ejemplares más y menos típicos o representativos que otros.' y 'los conceptos no\nposeen límites claros ni bien definidos.'\n16. En torno al concepto piagetiano de asimilación, señale la afirmación que NO es\ncorrecta:\na) La asimilación es una fuente de variabilidad que explica el progreso dentro de cada estadio.\nb) La asimilación implica responder al estímulo en función de los esquemas disponibles.\nc) La asimilación favorece la estabilidad o continuidad de las estructuras psicológicas.\nfeedback: La asimilación: lo que proviene de fuera se 'asimila' a lo que ya pertenece o configura al\norganismo, es decir, a lo que ya hay disponible en él, por lo que, en la asimilación no se produce\nvariabilidad, produciría estabilidad/continuidad\n17. La aproximación de 'las teorías de la teoría' sobre el desarrollo conceptual puede\nconsiderarse:\na) Innatista.\nb) Asociacionista.\nc) Constructivista.\nfeedback: En la perspectiva de la «teoría de la teoría», se asume que los conceptos se integran y articulan\ndentro de elaboraciones más amplias, que funcionan como las teorías en el desarrollo científico: permiten\ninterpretar la realidad y predecirla, de modo que se aceptan o se corrigen en función de los aciertos y\nerrores que propician. Se usa el término de teoría en referencia a un conocimiento en evolución\ncrecientemente organizado, que implica un sistema conceptual coherente acerca de un dominio específico\n(carácter interpretativo), y que permite establecer relaciones de causalidad y realizar inferencias y\npredicciones sobre los elementos y sucesos de tal dominio (carácter inferencial).\n18. Un estudiante trata primero de comprender bien el enunciado de un problema,\naplica después su capacidad de razonamiento y revisa finalmente la solución dada.\nDe acuerdo con los análisis actuales, este conjunto de actuaciones queda bien\ndescrito en referencia a las llamadas funciones ejecutivas:\na) básicas.\nb) atencionales.\nc) superiores.\n--- PAGE 6 ---\nfeedback: Ver tabla 5.2 Tipos de funciones ejecutivas. Las FE de orden superior son: -Planificacion de\nacciones futuras y -Revisión de tareas en ejecución y evaluación de los resultados finales obtenidos.\n19. En un estudio sobre el desarrollo de la inteligencia, un investigador aplica en\n2010 una batería de pruebas a tres grupos de edad (de 5, 10 y 15 años) para ver las\ndiferencias que se producen cada 5 años. Pero para asegurarse de la pauta evolutiva,\nrepitió la medida a los tres grupos en otras dos ocasiones, en 2015 y en 2020. Así\npudo comprobar que la ejecución a los 15 años era significativamente diferente en\nlos tres grupos. De ello concluyó que ese resultado podría estar condicionado por los\nefectos:\na) de selección temporal.\nb) de cohorte.\nc) de la escolaridad.\nfeedback: Un efecto de cohorte ocurre cuando el resultado de una investigación se ve afectado por las\ncaracterísticas de la(s) cohorte(s) que se están estudiando. En este caso, tener 15 años es una cohorte que\nafecta al estudio.\n20. En un estudio evolutivo, combinar la aproximación transversal y longitudinal\ntiene la ventaja de que permite:\na) hacer comparaciones de intervalo temporal para establecer las diferencias dentro de una misma\ngeneración.\nb) evitar los efectos de la práctica ya que no requiere repetir las pruebas sobre los mismos sujetos.\nc) aumentar la confiabilidad de los resultados en tomo a las pautas de desarrollo observadas.\nfeedback: 'hacer comparaciones de intervalo temporal para establecer las diferencias dentro de una\nmisma generación.' es propio de las longitudinales.< br/> 'evitar los efectos de la práctica ya que no\nrequiere repetir las pruebas sobre los mismos sujetos.' es propio de las transversales.< br/> La que aúna\nlas dos es la opción de 'aumentar la confiabilidad de los resultados en tomo a las pautas de desarrollo\nobservadas.' sino no te tomarías la molestia de hacer ambos tipos de estudio con el coste que trae consigo.\n21. En torno al desarrollo metacognitivo, el desarrollo de la ToM se ha relacionado\ncon el desarrollo del funcionamiento y control ejecutivos. Una de las razones es que\npara resolver tareas como la de la falsa creencia el niño debe:\na) mantener en su memoria operativa todos los objetos que se manejan en la situación, a fin de poder\nseguir sus movimientos ocultos.\nb) imaginar las conductas posibles de los distintos personajes en la situación, para así poder elegir la más\nrealista.\n--- PAGE 7 ---\nc) representarse los distintos estados de conocimiento sobre la situación, inhibiendo la tendencia a\nresponder según su propio conocimiento.\n22. En el razonamiento inductivo la verdad de las conclusiones:\na) es sólo probable, dependiendo del apoyo material de las evidencias empíricas.\nb) se deriva lógicamente de las premisas, por lo que debe ser necesariamente válida.\nc) no implica el incremento de la información semántica ofrecida en las premisas.\nfeedback: El razonamiento inductivo funciona por probabilidad, mientras que el deductivo funciona con\nposible/imposible.\n23. En general, los estudiantes saben que es mejor repartir las tareas de estudio y no\ndejar todo el trabajo para los últimos días antes del examen. Sin embargo, en la\npráctica algunos optan por esta última opción. Esto sería un claro ejemplo de que:\na) los procesos autorregulatorios parten de un metaconocimiento declarativo.\nb) el metaconocimiento puede ser consciente y no aplicarse al control metacognitivo.\nc) el control metacognitivo de los procesos en marcha no necesariamente es verbalizable.\nfeedback: Puesto que se puede saber que 'estudiar un día antes no es consejable' (metaconocimiento) y\nsin embargo hacerlo (metacontrol).\n24. El profesor describe una de las funciones ejecutivas básicas como la encargada\nde 'refrescar' oportunamente las representaciones y procesos relevantes a la tarea.\nEstá haciendo referencia a la:\na) Supervisión.\nb) Actualización.\nc) Planificación.\nfeedback: Pág. 224 Cuadro 7.4 Componentes de control ejecutivo en la regulación metacognitiva.\nActualización: Habilidad para modular y reorganizar la activación de las representaciones en la memoria\noperativa de acuerdo con las condiciones y resultados del momento.\n25. El realismo moral propio de etapas preoperatorias se caracteriza por:\na) ser producto de la interiorización de las normas y de la evaluación de estas en función de criterios\npropios.\nb) considerar que una acción es mejor o peor en función del daño producido y también de la intención\nque la guía.\n--- PAGE 8 ---\nc) tomar las normas en sentido literal, sin tener en cuenta en qué condiciones deben aplicarse y en cuáles\nno.\nfeedback: El realismo moral significa tomar las normas en un sentido 'literal', es decir, si papá no me deja\njugar con juguetes en el salón, no se hace delante de él y punto, sin darle más vueltas a eso.\n26. En el marco de la adquisición y desarrollo de la comprensión lectora, identifique\nel enunciado que se corresponde con las propuestas de los modelos continuos:\na) El lector debe adquirir tres estrategias esenciales que se desarrollan a lo largo de una secuencia de\netapas sucesivas pero independientes.\nb) La adquisición de la lectura requiere la asimilación completa de la estrategia de cada fase y su correcta\naplicación para poder avanzar a la siguiente etapa.\nc) Aunque no se niega la existencia de diferentes fases en la adquisición de la lectura, se cuestiona que se\ntenga que pasar necesariamente por cada uno de estos estadios.\nfeedback: Dado que los modelos contínuos no están a favor de que se tenga que pasar por la etapa\nlogográfica necesariamente para adquirir comprensión lectora.\n27. Al estudiar los modelos que elaboran las personas sobre el mundo social,\nconviene distinguir los distintos elementos de las representaciones, puesto que se\ndesarrollan de distintos modos. Así, las explicaciones sobre el funcionamiento social:\na) se construyen las primeras porque permiten al individuo elaborar las reglas, valores e informaciones.\nb) son más variables que el resto de los elementos porque dependen de procesos constructivos más\npersonales o particulares.\nc) están mucho más ligadas a las capacidades cognitivas de los sujetos que las normas o las\ninformaciones.\n28. En relación con el desarrollo de la comprensión lectora, indique la afirmación\nque NO es correcta:\na) La construcción del modelo situacional resulta de un proceso de codificación y manipulación de\ninformación que incluye tres grandes subprocesos intermedios de niveles diferentes.\nb) Los subprocesos intermedios que se requieren para la construcción del modelo situacional dependen\nde estructuras modulares, pero su actuación no es completamente independiente, pues comparten cierta\ninformación.\nc) Las estructuras donde se realizan los procesos requeridos durante la comprensión lectora son\nmecanismos de naturaleza aprendida, por lo que no están especializados en el procesamiento de\ninformación específica.\n29. En tomo a las explicaciones que dan los niños sobre distintos aspectos de la\nrealidad social se ha encontrado una progresión característica de tres niveles en\ncuanto al tipo de elementos que se manejan. Así, si un niño se muestra crítico con la\n--- PAGE 9 ---\nobligatoriedad de dar matemáticas en el colegio opinando que debería ser opcional o\nsometerse a votación, ello sugiere que se encuentra en el:\na) primer nivel, que es el característico de los niños más pequeños hasta los 7-8 años.\nb) segundo nivel, un periodo intermedio que se extiende aproximadamente entre los 7-8 años y los 13-14\naños.\nc) tercer nivel, el más avanzado que comienza a manifestarse a partir de los 13-14 años.\n30. Los resultados de los primeros estudios realizados por Piaget sobre las mentiras\nindicaban que los niños pequeños las valoran:\na) no por los contenidos de estas, sino por las intenciones que hay detrás.\nb) no por las intenciones que las provocan, sino por los contenidos de estas.\nc) no por las consecuencias y prejuicios que provocan, sino por sus intenciones.\nfeedback: De esta manera, los nenes decían que era más grave mentir y decir 'que un perro era\ngigantesco' que decir que había aprobado un examen cuando había suspendido, miraban el contenido y\nno la intención."
  },
  "Psicología Desarrollo II - 2023 Septiembre.pdf": {
    "year": "2023",
    "type": "Septiembre",
    "pages": 8,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen\nSeptiembre, año 2023\n1. Señale cuál de los siguientes tipos de conducta consideraba Piaget como\nadaptación basada predominantemente en la acomodación:\na) el juego simbólico.\nb) las conductas de imitación.\nc) las actividades recreativas.\nfeedback: Pág. 26: El juego simbólico era considerado por Piaget como ejemplo de adaptación en la que\npredomina las tendencias asimilatorias. En contraste, destacaba cómo en las conductas imitativas\nprevalece la acomodación.\n2. Según Piaget la evolución de las estructuras psicológicas se produce a través de\nprocesos que tienen lugar:\na) en dos tipos de adaptaciones, la horizontal y la vertical.\nb) en los esquemas de asimilación y de acomodación.\nc) en un doble plano, externo e interno.\nfeedback: En el plano externo está la adaptación: asimilación y acomodación y en el plano interno está la\norganización.\n3. En la perspectiva vygotskiana de la educación, lo que caracteriza esencialmente la\nbuena enseñanza es que:\na) se adapta a los niveles del desarrollo en cada momento.\nb) se adelanta al desarrollo actual.\nc) se sitúa por delante del desarrollo potencial.\nfeedback: Teniendo en cuenta la Zona de Desarrollo Próxima de Vygotski.\n4. Según el planteamiento de Pascual-Leone, la transición entre los estadios\npropuestos por Piaget e integrados en su modelo se explica por la existencia de:\na) cambios cualitativos que operan sobre la eficacia con que los sujetos realizan las operaciones mentales.\n--- PAGE 2 ---\nb) cambios en los mecanismos o algoritmos de aprendizaje, necesarios para resolver las tareas\npiagetianas.\nc) cambios cuantitativos del espacio mental (M) que son debidos a procesos de maduración cerebral.\n5. Teniendo en cuenta los elementos y características básicas de los modelos\nconexionistas, se puede plantear que estos se alinean más con:\na) las propuestas innatistas sobre el desarrollo en distintos dominios.\nb) las explicaciones no innatistas en diversos campos del desarrollo.\nc) los modelos computacionales clásicos del desarrollo cognitivo.\n6. De acuerdo con los modelos neuroconstructivistas, la especialización progresiva\nque se produce durante el desarrollo:\na) explicaría la pérdida de plasticidad que se observa durante el transcurso de este.\nb) es el resultado de la pérdida de plasticidad observada durante el mismo.\nc) no incide en la pérdida de plasticidad que se observa en el transcurso del desarrollo.\nfeedback: Especialización progresiva: A medida que se produce el desarrollo, las conexiones en las\ndistintas regiones cerebrales se van especializando en funciones específicas a través de procesos de\ncompetición y cooperación entre las distintas partes del cerebro. El resultado sería una pérdida de\nplasticidad, pero un aumento de la eficacia en el procesamiento de un tipo de estímulos de clara\nrelevancia en el desarrollo.\n7. En relación con la investigación científica y su metodología experimental, suelen\nreconocerse distintos tipos de variables. En concreto, hay ciertas variables que se\nobservan como respuesta a los tratamientos investigados. Es el caso de las llamadas\nvariables:\na) Independientes.\nb) Dependientes.\nc) Extrañas.\nfeedback: La Variable Dependiente es el resultado que esperamos.\n8. Señale la afirmación correcta acerca de la relación entre hechos y teorías:\na) las teorías describen los hechos mientras que los datos explican científicamente esos mismos hechos.\nb) tanto las teorías como los hechos determinan por igual las observaciones científicas.\nc) hechos y teorías interactúan en la producción científica condicionándose mutuamente.\n--- PAGE 3 ---\nfeedback: Las teorías no solo explican los hechos, sino que también influyen en qué hechos se consideran\nrelevantes y cómo se interpretan. A su vez, los hechos pueden confirmar, modificar o refutar una teoría.\n9. Un investigador quiere estudiar el desarrollo de la comprensión lectora entre los\n10 y los 20 años. Para ello en el año 2015 examinó con diversas pruebas a dos\nmuestras de edad (una de 10 años y otra de 15 años); medidas que repitió a ambos\ngrupos en 2020. Con este conjunto de medidas, podemos realizar comparaciones:\na) intragrupo pero no intergrupo.\nb) intergrupo pero no intragrupo.\nc) intragrupo e intergrupo.\nfeedback: Puesto que puedes comparar las ejecuciones de un grupo y otro, y también la del mismo grupo\nen distintos años.\n10. Según el modelo de Piaget, la función simbólica se relaciona específicamente con:\na) el desarrollo conceptual.\nb) la memoria operativa.\nc) la evolución de los esquemas sensoriomotores.\nfeedback: Para Piaget el verdadero pensamiento surge a partir de la función simbólica (hacia el final del\nsegundo año); posibilita formas de representación que trascienden las categorías perceptivo-motoras del\nperiodo sensoriomotor, para propiciar la categorización conceptual.\n11. Señale qué teorías sobre el desarrollo conceptual proponen la semejanza\nperceptiva como la principal fuente de información para el aprendizaje de los\nconceptos:\na) las teorías de la categorización natural y las teorías innatistas.\nb) la perspectiva clásica y la teoría de la categorización natural.\nc) las teorías de la teoría y la teoría de la categorización natural.\n12. Uno de los aspectos que caracterizan la adquisición de las primeras palabras son\nlas llamadas 'sobreextensiones'. Para algunos autores este dato constituye una clara\nevidencia a favor de que la estructura conceptual en estas fases tempranas del\ndesarrollo:\na) comienza a construirse por el nivel de categorización básico y continua con el supraordenado.\nb) está claramente construida a partir del aprendizaje lingüístico; concretamente, del vocabulario.\n--- PAGE 4 ---\nc) es de naturaleza más global o general que la que caracteriza el nivel de categorización básico.\nfeedback: Mandler opina que los niños aprenden primero los nombres de nivel básico porque son los de\nmayor frecuencia de uso, pero no es indicativo de la estructura conceptual subyacente. Señala una\nnaturaleza más global y general, como indicarían las múltiples sobre-extensiones que caracterizan la\nadquisición de las primeras palabras.\n13. En relación con el constructo de 'memoria operativa' (MO), los modelos de\nsistemas unitarios, como el modelo de Cowan:\na) entienden la MO como el subgrupo limitado de ítems sobreactivados que se mantienen accesibles y\nconscientes para su uso.\nb) explican con detalle cómo las diferentes estructuras de memoria interactúan de forma coordinada para\ntransferir la información de la MLP a la MO.\nc) consideran que el retén episódico, junto al ejecutivo central, configuran una única unidad de memoria.\nfeedback: El Modelo de Procesos Anidados de Nelson Cowan (Figura 5.2) plantea una jerarquía de\n«activaciones» de la información, partiendo de la que ya tiene disponible el sujeto por su experiencia y\naprendizajes. Dentro de la información en la MLP, la MCP sería la parte «activada» en función de la\nestimulación entrante y los requerimientos de la tarea, su contexto y sus objetivos; y dentro de esta MCP,\nla memoria operativa (MO) se concibe como la información que es «atendida» en un momento dado de\nforma consciente. La MO vendría a ser el subgrupo limitado de ítems (información) «sobreactivados»\n(objeto del foco atencional), siendo mantenidos temporalmente de manera accesible y consciente.\n14. Las investigaciones sobre el patrón de desarrollo de las Funciones Ejecutivas\nindican que éstas comenzarían a desarrollarse:\na) durante el primer año de vida y no alcanzarían su madurez hasta los 25-30 años.\nb) alrededor del tercer año de vida, aunque con importantes diferencias individuales.\nc) durante los años escolares de la Educación Primaria, extendiendo su desarrollo hasta la adolescencia.\n15. En relación con el desarrollo de las estrategias de memoria, la investigación\ntranscultural ha constatado que:\na) todos los niños, independientemente de su cultura de origen, adquieren dichas estrategias a las mismas\nedades.\nb) el factor crucial que marca las diferencias en el momento de adquisición de las estrategias de memoria\nes el inicio del desarrollo del lenguaje.\nc) los niños que no reciben una educación formal en la escuela manifiestan una conducta estratégica\ninferior a la de niños escolarizados.\n--- PAGE 5 ---\nfeedback: Memoria y aprendizaje. Existe un considerable cuerpo de datos proveniente de estudios\ntransculturales, donde los niños pertenecientes a culturas o grupos culturales que no reciben una\neducación formal manifiestan una conducta estratégica que es claramente inferior a la de los niños\nescolarizados.\n16. Los estudios sobre comprensión lectora muestran que las estructuras textuales:\na) solo son útiles cuando la superestructura del texto no coincide con la macroestructura.\nb) ayudan al lector a descubrir los propósitos del autor, favoreciendo la comprensión.\nc) es necesaria para la construcción de la microestructura.\n17. Señale la afirmación que NO se corresponde con las teorías de la 'lógica mental':\na) son herederas de las concepciones piagetianas.\nb) apelan al conocimiento de una serie de reglas sintácticas que el razonador aplicaría en la resolución de\nproblemas deductivos.\nc) postulan que razonamos a partir de representaciones semánticas.\nfeedback: Las teorías de la «lógica mental» o de las «reglas mentales», herederas de Piaget, sostienen que\nlo que posee y aplica el sujeto en resolución de problemas deductivos, son reglas sintácticas, una especie\nde «lógica natural».\n18. El desarrollo evolutivo del razonamiento deductivo se explica por el incremento\nen la capacidad de procesamiento y en la comprensión lingüística de las conectivas\nlógicas de las premisas. Este tipo de explicación corresponde a:\na) la teoría de los modelos mentales.\nb) la teoría de reglas.\nc) la propuesta de Markovits.\n19. Desde el punto de vista conceptual se ha establecido un claro contraste entre la\ncognición y la metacognición. En este contraste lo que caracteriza la metacognición\nes que implica:\na) un acceso 'directo' a lo que se conoce, lo que permite el control sobre los propios procesos cognitivos.\nb) un conocimiento de segundo orden en cuanto se tiene a sí mismo como objeto.\nc) una habilidad que depende de otras como la comprensión o el razonamiento, y de ahí el prefijo 'meta'.\n20. El desarrollo de la teoría de la mente puede considerarse como la primera etapa\nde la comprensión metacognitiva del niño. A este respecto se ha encontrado una\nevolución característica en las concepciones del niño sobre la mente y sus\nrepresentaciones, según la siguiente secuencia:\n--- PAGE 6 ---\na) interpretativa, reproductiva, y evaluacionista.\nb) reproductiva, interpretativa y constructiva.\nc) pluralista, realista, y constructiva.\nfeedback: Evolución de las concepciones sobre la representación mental. 1-Concepción reproductora de\nla mente (inicial) 2-Concepción interpretativa de la mente (intermedia) 3- Concepción constructiva de la\nmente (final)\n21. De cara a implantar eficazmente la instrucción metacognitiva en la enseñanza\nformal, una de las pautas generales sugeridas ha sido la de procurar ir transfiriendo\nal aprendiz el control autorregulatorio del propio aprendizaje. Esta idea:\na) tiene una raíz vygotskiana relacionada con el concepto de 'internalización'.\nb) es de origen piagetiano pues refleja la necesidad de superar las tendencias egocentristas.\nc) proviene de los postulados cognitivistas que enfatizan el desarrollo del ejecutivo central.\nfeedback: Cuadro 7.6. Transferencia del control autorregulatorio. En el mismo sentido, si se asume - de\nacuerdo con la perspectiva vygotskiana- , que las habilidades para autorregular el propio aprendizaje se\nadquieren como resultado de un proceso de internalización gradual de las formas de regulación ejercidas\npor otros...\n22. En el contexto del planteamiento de Searle, señale la opción que corresponde a\nun hecho institucional:\na) carné de conducir.\nb) luces intermitentes.\nc) carretera asfaltada\n23. Comparada con nuestra representación de los fenómenos fisicos, se puede decir\nque la comprensión de la vida social y su desarrollo entraña una dificultad añadida,\nen tanto que esa comprensión:\na) se adquiere lentamente y comenzando en un momento tardío del desarrollo, lo que dificulta su\ndesarrollo completo.\nb) supone irnos acercando a una realidad que es independiente de nosotros mismos, lo que no favorece la\nmotivación por su conocimiento.\nc) atañe a un conocimiento orientado por nuestra propia posición en el mundo social, lo que puede\nintroducir ciertos sesgos.\n24. En relación con las representaciones sobre el mundo social, las reglas o normas\nsobre lo que debe o no hacerse:\n--- PAGE 7 ---\na) son uno de los últimos elementos que se adquieren porque dependen de las explicaciones que haya\nconstruido previamente.\nb) se desarrollan tardíamente una vez que pueden elaborase suficientemente las informaciones recibidas.\nc) son los primeros elementos en adquirirse, aunque estrechamente ligados a los valores sociales.\n25. Respecto al dilema de Heinz que planteaba Kohlberg en su investigación, una\npersona se manifiesta en contra del robo de la medicina por parte del marido ya que\n'uno no debe robar la droga porque te cogerán y te mandarán a la cárcel'. Esta\nrespuesta es propia del nivel:\na) Preconvencional.\nb) Postconvencional.\nc) Convencional.\nfeedback: Estadios del desarrollo moral, según Kohlberg. < br/> Nivel preconvencional, estadio 1\nOrientación hacia el castigo y la obediencia: (...) el niño aceptaría la perspectiva de la autoridad y\nconsidera las consecuencias físicas de la acción, sin tener en cuenta la intención.< br/> Ya que, en el\nenunciado te dice 'uno no debe robar la droga porque te cogerían y te mandarían a la cárcel'\n26. Considerar que un niño que rompe sin querer tres vasos en una fiesta es más\nculpable que otro que explota intencionadamente un globo, ilustraría el concepto\npiagetiano de:\na) Justicia inmanente.\nb) Responsabilidad subjetiva.\nc) Responsabilidad objetiva.\nfeedback: Puesto que se fija en el resultado 'tres vasos', es mayor a 'explotar un globo', fijándose en la\nresponsabilidad objetivamente y no subjetivamente viendo la intencionalidad del acto.\n27. Según el modelo de Piaget, el concepto de justicia distributiva se opone al de:\na) Justicia retributiva.\nb) Justicia inmanente.\nc) Moral heterónoma.\nfeedback: < ul> < li> La justicia retributiva, aquella en la que el individuo es premiado en función de su\nesfuerzo y de sus méritos.< /li> < li> La justicia distributiva, aquella en la que se distribuye el bien\nfavoreciendo a todos los sujetos por igual.< /li> < /ulgt;\n--- PAGE 8 ---\n28. La investigación reciente ha puesto de manifiesto que el estudio de las relaciones\nde apego es muy relevante para entender fenómenos como:\na) el abuso y el maltrato infantil.\nb) el egocentrismo prolongado.\nc) la falta de motivación escolar en primaria.\n29. Un psicólogo forense que trabaja en el ámbito judicial tiene que evaluar el\nrecuerdo de niños que han pasado por situaciones de violencia o maltrato. En estos\ncasos encontrará que sus recuerdos a largo plazo:\na) habitualmente no son fiables.\nb) son siempre una reconstrucción.\nc) son irrecuperables.\nfeedback: Puesto que todos los recuerdos no solo son recuperables y pueden ser fiables, sino que además,\nsiempre son una reconstrucción de los hechos.\n30. Los estudios actuales que comparan el desarrollo de la mente de los niños con el\nde otros primates:\na) apoyan la idea vygotskiana de que la cultura es específicamente humana.\nb) tan solo encuentran paralelismos significativos en tareas relacionadas con habilidades mentalistas.\nc) están poniendo en duda la afirmación de Vygostki de que la cultura es algo específicamente humano."
  },
  "Psicología Desarrollo II - 2024 Semana 1.pdf": {
    "year": "2024",
    "type": "Semana 1",
    "pages": 7,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen Semana 1,\naño 2024\n1. Señale la pauta general de desarrollo temprano de la memoria que muestran los\nestudios al respecto.\na) La habilidad de imitación diferida emerge a partir de los 24 meses y sigue desarrollándose\ngradualmente durante la infancia hasta consolidarse en torno a la edad de 5 años.\nb) Desde los 2 hasta los 18 meses, se incrementa gradual y linealmente el tiempo de retención de la\ninformación que los niños pueden reconocer tras cierta demora.\nc) La habilidad de reconocimiento de estímulos surge en bebés a partir de los 6 meses, pero hasta la edad\nde 4-5 años no se logra mantener los recuerdos durante un periodo prolongado.\n2. A niños de 8-9 años se les planteó una tarea de recuerdo con 12 elementos de 4\ncategorías, cada uno ilustrado en una tarjeta. Las tarjetas se presentaban\ndesordenadas. Se comprobó que, inicialmente, observaban y no agrupaban las\ntarjetas. Sin embargo, si se les instaba a hacerlo, sí las categorizaban correctamente\ny su posterior recuerdo mejoraba. Por tanto, muestran un:\na) “déficit de mediación” de la estrategia de organización de la información en la memoria.\nb) “déficit de producción” de la estrategia de organización de la información en la memoria.\nc) “déficit de utilización” de la estrategia de elaboración de información en la memoria.\nfeedback: Déficit de producción, se da en la etapa intermedia, se conocen las estrategias pero no se usan\nespontáneamente aunque si se les ayuda las aplican.\n3. Seleccione la afirmación que es consistente con los supuestos de la teoría de los\nniveles de procesamiento:\na) el recuerdo depende del sistema de la memoria en el que se almacene, por lo que se recuerda mejor la\nque se mantiene en la memoria a largo plazo.\nb) se recuerda mejor la información que se somete a un procesamiento basado en el significado que la\nque se procesa basándose en las características superficiales.\nc) se recuerda mejor la información que se somete a un procesamiento basado en los aspectos\nsuperficiales que la que se procesa basándose en el significado.\n4. En un grupo de alumnos que presenta discalculia, se quiere contrastar el efecto de\ndos tipos de programas: uno basado en la intervención de las “Funciones Ejecutivas”\ny otro basado en la “Práctica Masiva” con ejercicios < br /> repetitivos de nivel\ncreciente. En este estudio la variable independiente es:\na) el nivel inicial de funcionamiento ejecutivo de los estudiantes.\n--- PAGE 2 ---\nb) el rendimiento final que presentan en las tareas de cálculo.\nc) el tipo de programa aplicado.\n5. A partir de los hechos observados en diferentes trabajos, un investigador ha\nestablecido y articulado un conjunto de afirmaciones generales sobre las relaciones\nentre un tipo de comportamiento infantil y los factores que lo determinan. Siendo\nasí, este investigador ya puede plantear:\na) una teoría o explicación cientifica.\nb) un conjunto de hipótesis demostradas.\nc) nuevos trabajos en busca de la validez interjueces.\n6. Una madre le pide a su hijo mayor que ayude a su hermano porque se ha\nenredado un pie con una cuerda, pero el niño le responde que no puede ayudarle\nporque tiene mucha hambre y va a merendar. Según los niveles de razonamiento\nprosocial de Eisenberg esto es un ejemplo de orientación:\na) estereotipada.\nb) empatica.\nc) hedonistica.\nfeedback: Primer nivel . Orientacion hedonísta y pragmática. < br/> Edad aproximada preescolar y\nprincipio de primaria. El sujeto se preocupara de las consecuencias que la acción tiene para si mismo,\nmás que por consideraciones morales. Las razones para ayudar a otros se refieren a los propios\nbeneficios, reciprocidad futura o interes por el otro por que se le necesita o quiere. Ejermplo: * No le\nayudaria por que tengo hambre*\n7. Desde la perspectiva de la teoría de los modelos mentales, las diferencias\nevolutivas en el razonamiento se explican, esencialmente, en función de:\na) la competencia lingúística para aplicar las reglas sintácticas de la lógica mental o lógica natural.\nb) la inteligencia fluida y la inteligencia cristalizada, aunque mediadas por la competencia lógica.\nc) la competencia para interpretar las conectivas lógicas de las premisas y el incremento en la capacidad\nde la memoria operativa.\n8. Un alumno lee este texto: “Al padre de Elena le gusta tomar piña como postre. En\ncambio, Elena prefiere como último plato unas fresas con nata, mientras que su\nmadre siempre opta por una manzana”; y lo resume así: “A la familia le gusta un\npostre de fruta”. Esto refleja que está aplicando la macrorregla de:\na) generalización.\nb) supresión-selección.\nc) construcción.\n--- PAGE 3 ---\nfeedback: Puesto que leyó que a cada uno de ellos les gusta una fruta distinta, y por tanto, generalizó que\na la familia le gusta tomar fruta como postre.\n9. El método microgenético vygotskiano se caracteriza porque permite estudiar:\na) el progreso cognitivo a partir del análisis de los pequeños cambios que se producen en los procesos\npsicológicos de interés durante la sesión.\nb) las pequeñas modificaciones estructurales imperceptibles en la observación directa que se producen\ndurante el desarrollo.\nc) las funciones cognitivas básicas que subyacen al funcionamiento psicológico y cognitivo implicado en\nlas tareas.\n10. La idea de que la educación ha de promover los conflictos cognitivos y\nsociocognitivos corresponde a la concepción:\na) piagetiana.\nb) piagetiana y vygotskiana.\nc) vygotskiana.\n11. El desarrollo metacognitivo cursa merced a cambios cualitativos importantes que\nse producen desde la infancia. Uno de los primeros logros significativos que impulsa\ntal desarrollo se produce cuando:\na) se comienza a aceptar que las representaciones mentales son una reproducción directa de la realidad.\nb) se adopta una visión epistemológica constructivista de la realidad y de su representación mental.\nc) se adquiere la capacidad de distinguir entre la naturaleza de los estados mentales y la realidad física\nexterna.\n12. Un grupo de niños realizó una tarea que requería recordar pares de nombres\nasociados “faciles” (ej., perro-gato) y pares “difíciles” (ej., ola-vaca). Se observó que\nlos de 6 años, aunque discernían cuáles eran más difíciles, dedicaban un tiempo\nequivalente a estudiar unos y otros, mientras que los de 10 años dedicaban mucho\nmás tiempo y esfuerzo a estudiar los pares difíciles. Este cambio observado con la\nedad refleja:\na) el desarrollo típico de las habilidades de control autorregulatorio de la propia actividad cognitiva\ndurante la tarea.\nb) el desarrollo típico del conocimiento epistemológico en lo que respecta a su Última fase evolutiva.\nc) el desarrollo atípico del conocimiento metacognitivo relativo a las caracteristicas de la tarea y la\npersona.\n13. En torno a los estudios de Turiel, señale la afirmación correcta sobre las reglas\nmorales y convencionales:\n--- PAGE 4 ---\na) desde muy pequeños entendemos las reglas morales y las convencionales como distintas, considerando\nlas reglas morales como más difíciles de modificar o transgredir.\nb) los niños tardan en entender las reglas morales debido a su propio desarrollo moral, lo que hace que\nles resulte muy difícil diferenciarlas de las reglas convencionales.\nc) los niños primero entienden las reglas convencionales debido a su importancia para su integración y\ndesarrollo social, siendo en una etapa posterior cuando se adquieren las reglas morales.\nfeedback: Los niños pequeños consideran las violaciones morales como más graves porque causan daño a\nlos otros, mientras que las violaciones de las normas convencionales se ven con mayor indulgencia,\ntendiendo a señalar que las normas morales no se podrían cambiar, pero aceptando más fácilmente la\nmodificación de normas convencionales.\n14. Un investigador se propone realizar un estudio sobre el juego infantil a partir de\nobservaciones directas de las interacciones que realizan los niños en el parque. En\nesta metodología destaca:\na) la explicación de los fenómenos, el control riguroso de las variables y el planteamiento de hipótesis\nclaras.\nb) la interpretación de los hechos observados, la manipulación de variables para analizar sus efectos y el\nanálisis de relaciones causales.\nc) la descripción objetiva de las variables observadas, el mínimo intervencionismo por parte del\nexperimentador y los objetivos exploratorios.\n15. Señale dos teorías sobre el desarrollo conceptual que asuman un modelo de\naprendizaje basado en la captación de las semejanzas perceptivas del ambiente:\na) la teoría Carey y las teorías de la 'teoría'.\nb) la teoría de Piaget y la teoría de Mandler.\nc) la teorfa de Vygotski y la teoría de Rosch.\n16. Identifique uno de los argumentos que comparten el modelo multicomponente de\nla memoria operativa (MO) y el modelo de procesos anidados.\na) El principal mecanismo de desarrollo de la MO es la maduración estructural de base biológica, que\nalcanza la máxima capacidad en la edad adulta.\nb) La MO se concibe como un sistema de información activada a diferentes niveles en la Memoria a\nLargo Plazo (MLP) y que se mantiene en el foco atencional.\nc) Las estrategias de agrupamiento de la información en unidades más amplias y complejas permiten\nsuperar, en cierta medida, las limitaciones de la capacidad de la MO.\n17. Un componente esencial de la adquisición y desarrollo de la lectura es el\naprendizaje y uso sistemático de las reglas de correspondencia grafema-fonema para\nlograr leer cualquier palabra. Según el modelo de Frith, este aprendizaje se produce\nen la etapa denominada:\n--- PAGE 5 ---\na) ortográfica.\nb) logográfica.\nc) alfabética.\n18. Los indudables paralelismos que existen entre las concepciones de Piaget y\nVygotski en torno al desarrollo han llevado a:\na) considerar la posibilidad de combinar ambas perspectivas, aunque generando un debate poco\nconcluyente por el momento.\nb) elaborar una síntesis ecléctica de ambas teorías que, de hecho, está siendo muy productiva teórica y\nempíricamente.\nc) relativizar el contraste entre desarrollo natural y cultural, enfatizándose el determinismo constructivista.\n19. Los resultados de los estudios sobre el patrón evolutivo del razonamiento\nproposicional, muestran que los tipos de enunciados que se resuelven correctamente\na una edad más temprana y a una más tardía son, respectivamente: < br /gt;\na) conjunciones y condicionales.\nb) conjunciones y disyunciones incluyentes.\nc) condicionales y disyunciones excluyentes.\n20. Un niño le está diciendo a su primo: “no le quites la peonza al niño ahora porque\nte pueden ver y decírselo a su madre”. Según el modelo de Kohlberg se encuentra en\nel nivel:\na) preconvencional.\nb) convencional.\nc) postconvencional.\n21. Al investigar los inicios del desarrollo conceptual se ha llamado la atención sobre\nsu probable conexión con el desarrollo léxico temprano. Las evidencias recabadas a\neste respecto revelan:\na) el papel de las interacciones discursivas explícitas como soporte y expresión de las primeras conductas\nde indicación o protodeclarativos.\nb) la importancia de los contextos de interacción temprana, al proporcionar al niño los primeros indicios\nacerca de los significados subyacentes a las palabras.\nc) la necesidad de un mínimo desarrollo léxico, puesto que las primeras palabras posibilitan el\nsurgimiento de los primeros conceptos.\n22. Considerando el desarrollo del conocimiento metacognitivo en sus diversas\nfacetas, se ha constatado que:\n--- PAGE 6 ---\na) el metaconocimiento condicional en torno a las estrategias que pueden ser efectivas en una tarea no\nsuele mostrarse hasta la adolescencia.\nb) apenas hay diferencias evolutivas en el metaconocimiento sobre la tarea y las variables que afectan a\nsu grado de dificultad.\nc) la planificación y supervisión de la propia actividad cognitiva se desarrolla al mismo nivel en todos los\ndominios al llegar a la edad adulta.\n23. Según Piaget, la pauta característica del desarrollo adaptativo sobre la base de\nlos esquemas incluye necesariamente momentos de:\na) equilibrio en los que los desajustes de los esquemas previos permiten acomodar las nuevas situaciones.\nb) conflicto en la medida en que se encuentran resistencias al tratar de aplicar los esquemas disponibles.\nc) desequilibrio en los que las nuevas experiencias se asimilan aplicando los esquemas ya alcanzados.\n24. Los modelos de desarrollo basados en sistemas de producción apelan a\nestructuras de conocimiento:\na) de reglas, que se adaptan bien a la explicación de una competencia general de solución de problemas.\nb) de dominio específico, contrarias a una visión estructural más general.\nc) particulares, semejantes a las que se postulan para cada uno de los estadios piagetianos.\n25. Vygotski se plantea construir una nueva psicología redefiniéndola tanto teórica\ncomo metodológicamente. En lo metodológico, este autor:\na) rechazará la perspectiva “genética” piagetiana, propugnando una orientación netamente sociocognitiva.\nb) asumirá, como Piaget, que el funcionamiento cognitivo solo puede entenderse desde sus orígenes, su\n“historia”.\nc) aplicará sus conocimientos lingúísticos bajo una motivación esencialmente epistemológica.\n26. Desde el punto de vista de los teóricos de la teoría, en el curso del desarrollo\nconceptual se producen:\na) cambios de teoría que suponen un progreso evolutivo discontinuo basado en sucesivas\nreconstrucciones globales de las competencias cognitivas.\nb) cambios estructurales de conjunto, aunque solo dentro de campos específicos como consecuencia de la\nexperiencia en los mismos.\nc) cambios sustanciales de dominio general que conllevan una completa reorganización del sistema.\n27. Con el propósito de formar estudiantes capaces de autorregular su aprendizaje,\nse han desarrollado diferentes programas de instrucción metacognitiva. Este tipo de\ninstrucción:\na) es más efectiva cuando los programas se desarrollan al margen del currículum ordinario, dedicándoles\ntiempos diferentes a los asignados a las materias académicas.\n--- PAGE 7 ---\nb) carece de efecto en la educación primaria, pero sí es efectiva en la educación secundaria para mejorar\nla autorregulación del aprendizaje y el rendimiento en materias específicas.\nc) es más efectiva cuando abarca tanto la enseñanza explicita de estrategias cognitivas y metacognitivas\ncomo la instrucción de estrategias motivacionales.\n28. Los enfoques teóricos que asumen la metáfora computacional de la mente\ncomparten dos supuestos esenciales. Señale la formulación que NO corresponde a\nninguno de estos supuestos.\na) El sistema procesa la información de manera análoga a otros sistemas artificiales.\nb) La mente tiene esencialmente una naturaleza representacional.\nc) Los procesos cognitivos operan directamente sobre la realidad percibida.\n29. La mayoría de las teorías que acentúan la importancia de un componente innato\nen el desarrollo conceptual, postulan que esa base innata de partida:\na) tiene que ver con capacidades preestablecidas de base neurológica y cuya evolución también se\nproduce según pautas madurativas preinscritas.\nb) atañe a algún dispositivo o estructura de procesamiento especializada en relación con áreas de\nparticular importancia adaptativa.\nc) solo sustenta la especial habilidad que ya muestran los bebés para captar las regularidades del\nambiente formando las categorías correspondientes.\n30. El énfasis en la “variabilidad” como expresión del auténtico curso del desarrollo,\nes especialmente asumida por los modelos:\na) computacionales y constructivista.\nb) clásicos y neopiagetiano.\nc) neuroconstructivistas y de los sistemas dinámicos."
  },
  "Psicología Desarrollo II - 2024 Semana 2.pdf": {
    "year": "2024",
    "type": "Semana 2",
    "pages": 8,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen Semana 2,\naño 2024\n1. La idea de que la formación de conceptos implica una representación de la\nsemejanza que define un cierto aire de familia en un amplio número de elementos,\ncorresponde:\na) a la concepción piagetiana.\nb) al enfoque clásico sobre desarrollo conceptual.\nc) a la teoría de la categorización natural.\n2. La adquisición de la lectura se explica desde dos perspectivas: modelos de etapas y\nmodelos continuos. Atendiendo a sus planteamientos, cabe decir que:\na) ambos tipos de modelos postulan que, necesariamente, se pasa por un estadio de lectura logográfica\nbasada en el reconocimiento global de la palabra.\nb) solamente los modelos continuos sostienen la necesidad de realizar una lectura logográfica como paso\nprevio a la adquisición de una lectura alfabética.\nc) ambos enfoques destacan que es esencial adquirir una lectura alfabética basada en la relación entre los\ngrafemas/letras y sus correspondientes fonemas.\n3. Piaget y Vygotski comparten una visión constructivista e interaccionista del\ndesarrollo, que supondría:\na) cambios principalmente cualitativos, basados en procesos interactivos complejos, con un papel activo\npor parte del sujeto.\nb) cambios esencialmente cuantitativos, basados en la herencia estructural del organismo, aunque\noriginados externamente en la interacción social.\nc) cambios tanto cuantitativos como cualitativos, según una concepción del progreso evolutivo a la vez\norganicista y contextualista.\n4. Señale cuál es la tendencia de desarrollo de las funciones ejecutivas (FE) que se\nperfila más claramente a partir de los resultados empíricos.\na) las distintas FE siguen en paralelo un mismo curso evolutivo, de modo que comienzan a desarrollarse\ndurante el primer año de vida y alcanzan su madurez funcional al final de la adolescencia.\nb) el funcionamiento ejecutivo opera de modo indiferenciado los primeros años de vida;\nprogresivamente, se van diferenciando varias FE que alcanzarán su madurez funcional ya en la edad\nadulta.\nc) el funcionamiento ejecutivo es de desarrollo tardío a partir de la adolescencia, de modo que las FE\ncomplejas no alcanzan su plena funcionalidad hasta los 30 años, aproximadamente.\n--- PAGE 2 ---\n5. En un estudio evolutivo, diferentes investigadores han realizado observaciones\ndirectas de las mismas conductas, mostradas por los participantes en tareas de\nsolución de problemas. Por ello, en el análisis de los datos recabados los\ninvestigadores quieren partir de algún índice que recoja el grado de coincidencia de\nlos registros efectuados. Es decir, pretenden analizar la:\na) validez de las categorías utilizadas.\nb) fiabilidad interjueces.\nc) validez interna.\n6. En torno a las conexiones que mantienen el desarrollo conceptual y lingúístico, el\nconcepto de “intersubjetividad” explica la importancia de:\na) las interacciones comunicativas tempranas entre el adulto y el niño como base de las primeras\ncompetencias semánticas y conceptuales.\nb) las conductas de indicación o protodeclarativos como primera guía que orienta la categorización de los\nniños ante nuevos ejemplos o propiedades.\nc) las rutinas de interacción entre la madre y el niño, como desencadenante de la explosiva adquisición de\npalabras que se produce durante el primer año.\n7. Desde la perspectiva neuroconstructivista del desarrollo, las representaciones\nmentales:\na) pueden tener un carácter fragmentado y distribuido, como también se postula desde el conexionismo.\nb) constituyen un fenómeno cambiante relativo a las señales que se trasmiten dinámicamente dentro de\nuna red de neuronas.\nc) solo son interpretables en referencia a los contextos particulares independientemente de los eventos\nneuronales subyacentes.\n8. Para comprender un texto y representar mentalmente su significado, un lector\nemplea las estrategias de identificación de las ideas principales y el resumen, las\ncuales se relacionan directamente con la:\na) conciencia fonológica.\nb) construcción de la macroestructura.\nc) autorregulación de la lectura.\n9. Las diferencias individuales, incluyendo las evolutivas, en la memoria operativa se\nexplican atendiendo a diferentes factores. Así, Cowan las atribuye, principalmente, a:\na) la eficiencia para resistir la interferencia proactiva de estímulos distractores en el espacio mental.\nb) la capacidad del foco atencional y la habilidad de ajustar el control atencional durante el\nprocesamiento.\n--- PAGE 3 ---\nc) la maduración de las estructuras biológicas frontales y la eficiencia del retén episódico.\n10. Una estudlante está realizando el examen de “Psicología del Desarrollo II”.\nAtendiendo a los diferentes tipos de memoria, indique cuál utilizará para: [1]\nresponder a las preguntas sobre la materia objeto de evaluación; [2] recordar el\nmomento y el lugar donde estaba cuando entregó la PEC a su tutora.\na) [1] memoria procedimental y [2] memoria declarativa, respectivamente.\nb) [1] memoria semántica y [2] memoria episódica, respectivamente.\nc) [1] memoria episódica y [2] memoria procedimental, respectivamente.\n11. La teoría piagetiana ha tenido implicaciones educativas importantes basadas en\nla idea de que el sentido de la educación es:\na) facilitar el aprendizaje por descubrimiento.\nb) estimular la zona de desarrollo próximo.\nc) promover la internalización.\nfeedback: Los conceptos de 'internalización' y 'desarrollo próximo' corresponden a las ideas de Vygotski.\n12. En la investigación del desarrollo que defiende la perspectiva de los sistemas\ndinámicos, la metáfora computacional se considera:\na) inútil, tanto en lo que se refiere al estudio de la cognición en sí como de su desarrollo evolutivo.\nb) innecesaria, dado que las simulaciones conexionistas ya contemplan las capacidades de procesamiento\nsimbólico del sistema.\nc) inadecuada, pues entiende que el desarrollo es un proceso complejo que no está sujeto a programación\nalguna.\nfeedback: Desde la perspectiva dinámica, aunque en cierto modo se reconoce la utilidad de este tipo de\nmetáfora en el estudio de la cognición, se la considera inadecuada para abordar la investigación del\ndesarrollo, en la medida en que se entiende como algo no sujeto a «programación» alguna y donde la\ncuestión clave es el origen del orden (Thelen y Smith, 1998).\n13. Desde el punto de vista evolutivo, se han estudiado las relaciones entre la Teoría\nde la Mente (ToM), el funcionamiento ejecutivo y la metacognición. A este respecto,\nlo que parece evidente es que:\na) el desarrollo inicial de la ToM y del funcionamiento ejecutivo constituye un precursor del desarrollo\nmetacognitivo en la infancia.\nb) el desarrollo de las habilidades metacognitivas en la infancia antecede al desarrollo de la ToM y de las\nfunciones ejecutivas.\n--- PAGE 4 ---\nc) el desarrollo de la metacognición no se relaciona con el desarrollo de la ToM, pero sí con el del control\ninhibitorio desde la primera infancia.\n14. Un equipo de investigación diseña un estudio en el que los participantes se\nseleccionan y asignan aleatoriamente a las distintas condiciones experimentales. Con\nello, están tratando de controlar la validez:\na) ecológica.\nb) externa.\nc) interna.\nfeedback: Validez interna: grado en que las condiciones en que se realiza un experimento permiten\nasegurar que las variaciones observadas en las VDs se deben a los cambios producidos en las VIs.\nDepende del «control experimental» y es requisito para lograr la validez externa\n15. Señale la opción que NO es correcta. Según Piaget, el desarrollo de una moral\nautónoma requiere:\na) practicar la cooperación y el respeto mutuo hacia los demas.\nb) asimilar que las normas se juzgan en función de su bondad o maldad y no por quién las dicte.\nc) interactuar con distintas figuras de autoridad a lo largo de su vida.\n16. Un estudio pretende analizar si las diferencias evolutivas observadas en la\ncapacidad de razonamiento pueden estar influidas por la pertenencia o no a un\ngrupo social desfavorecido. Se puede decir que los investigadores van a desarrollar\nun estudio:\na) correlacional.\nb) cuasiexperimental.\nc) experimental.\n17. Un niño le dice a su madre que por qué le esta regañando por romper el muñeco\nde su primo tras haberse enfadado con él, si no regañó a su hermano que había roto\ndos platos al tropezarse en la cocina . Este ejemplo muestra el concepto piagetiano\nde responsabilidad:\na) diferida.\nb) objetiva.\nc) subjetiva.\n--- PAGE 5 ---\nfeedback: La responsabilidad objetiva, se juzga la responsabilidad por las consecuencias y perjuicios de\nla acción realizada.No se tiene en cuenta las intenciones, solo los resultados.\n18. Los hallazgos de diferentes estudios llevados a cabo para esclarecer qué cambios\nsuelen observarse en los componentes de la metacognición a lo largo de la infancia y\nla adolescencia indican que:\na) aunque niños y adolescentes no difieren en su metaconocimiento sobre una tarea de recuerdo, sí\nmejora con la edad el conocimiento condicional vinculado a las estrategias de memoria.\nb) los adolescentes tienden a sobreestimar en mayor medida que los niños sus capacidades de memoria y\nrecuerdo cuando realizan tareas cognitivas complejas.\nc) antes de la adolescencia, los niños tienen dificultad para seleccionar qué estrategia, cuándo y cómo\naplicarla de modo efectivo y autorregulado en una tarea de recuerdo.\n19. Ante el dilema moral de Heinz, cuando un sujeto justifica el robo de la medicina\nargumentando que no se puede poner el respeto por la propiedad privada por\nencima del respeto a la vida misma, está mostrando un nivel de desarrollo moral:\na) preconvencional.\nb) convencional.\nc) postconvencional.\n20. En relación con la tarea de selección de Wason, se ha estudiado el efecto del\ncontenido sobre el resultado en diferentes momentos evolutivos, y se ha observado\nque:\na) con independencia del contenido, ni los niños ni los adolescentes son capaces de resolver la tarea\ncorrectamente.\nb) el contenido concreto facilita que los adolescentes seleccionen las tarjetas que pueden falsar el\nenunciado.\nc) el contenido abstracto facilita que los niños eviten el sesgo de emparejamiento en sus respuestas.\n21. Como origen de los conceptos infantiles, las teorías innatistas apelan con mayor o\nmenor énfasis a capacidades congénita y filogenéticamente establecidas. Entre las\ndiversas propuestas, la posición más radical en este enfoque:\na) niega que se dé un auténtico desarrollo, pues la experiencia solo serviría para actualizar programas\ngenéticamente preestablecidos.\nb) rechaza la posición modularista, asumiendo que es la experiencia perceptiva la que determina el\nconocimiento accesible y el consiguiente desarrollo conceptual.\nc) postula fuertes restricciones en el desarrollo conceptual temprano, aunque admite una evolución\nposterior a partir de la experiencia.\n22. En el enfoque del desarrollo conceptual defendido por los teóricos de la teoría,\nlas diferencias individuales y evolutivas:\n--- PAGE 6 ---\na) se atribuyen esencialmente a la validez de las teorías desarrolladas hasta el momento.\nb) pueden deberse simplemente a la mayor sofisticación de los conceptos adultos dada su mayor\nexperiencia en los distintos campos.\nc) no se explican en cada dominio particular, sino que atañen a reconstrucciones globales que trascienden\ndel conocimiento específico.\nfeedback: Análisis y Justificación de las Opciones < br/> a) Se atribuyen esencialmente a la validez de\nlas teorías desarrolladas hasta el momento. Incorrecto.< br/> Por qué es incorrecto : Este planteamiento\nno refleja el enfoque defendido por los teóricos de la teoría, que se basa en la construcción activa de las\nrepresentaciones mentales a través de la experiencia y el aprendizaje en distintos dominios conceptuales.\nLa validez de las teorías es importante, pero no es el principal factor explicativo de las diferencias\nindividuales y evolutivas. En su lugar, estas diferencias se relacionan con procesos como la experiencia\nacumulada, la capacidad de pensamiento y la reorganización de conceptos. Relación con el manual : En\nel enfoque del desarrollo conceptual, las diferencias no se explican únicamente por el estado actual de las\nteorías, sino por cómo las personas ajustan y reconstruyen su conocimiento en función de su experiencia.\n< br/> < br/> b) Pueden deberse simplemente a la mayor sofisticación de los conceptos adultos dada su\nmayor experiencia en los distintos campos. Correcto.< br/> Por qué es correcto : Los teóricos de la teoría\nexplican que las diferencias individuales y evolutivas en el desarrollo conceptual surgen principalmente\nde la experiencia acumulada en distintos dominios del conocimiento. Los adultos, al tener más\nexposición y práctica en ciertos campos, desarrollan conceptos más atractivos y organizados. Esto no\nimplica un cambio estructural global, sino una mayor precisión en las teorías intuitivas sobre el mundo.\nPor ejemplo, un niño puede tener una teoría intuitiva simple sobre el movimiento (como la idea de que\nlos objetos necesitan fuerza continua para moverse), mientras que un adulto con formación física tiene\nuna representación más precisa y compleja. Relación con el manual : El texto subraya que el desarrollo\nconceptual está influenciado por la experiencia y el aprendizaje acumulativo, lo que permite que las\nteorías intuitivas evolucionen hacia representaciones más complejas y funcionales.< br/> < br/> c) No se\nexplican en cada dominio particular, sino que atañen a reconstrucciones globales que trascienden del\nconocimiento específico. Incorrecto.< br/> Por qué es incorrecto : El enfoque de los teóricos de la teoría\nse centra en el desarrollo dentro de dominios específicos del conocimiento (por ejemplo, biología, física,\npsicología), no en reconstrucciones globales. Las diferencias individuales y evolutivas no implican un\ncambio estructural total del sistema cognitivo, sino ajustes específicos dentro de cada dominio en función\nde la experiencia y la interacción con el entorno.< br/> < br/> Relación con el manual :< br/> El enfoque\nenfatiza cómo las teorías implícitas cambian y se reorganizan dentro de contextos específicos, destacando\nque el desarrollo conceptual ocurre de forma gradual y localizada, no global. < br/> < br/> Conclusión:<\nbr/> Los teóricos de la teoría explican las diferencias individuales y evolutivas principalmente en\ntérminos de la experiencia acumulada, que lleva a una mayor sofisticación de los conceptos en dominios\nespecíficos. Las opciones a y c son incorrectas porque malinterpretan la naturaleza específica y\nexperiencial del desarrollo conceptual en este enfoque.\n23. Según la propuesta de Kuhn y colaboradores sobre el desarrollo epistemológico,\nindique a partir de qué periodo evolutivo se viene a sostener una visión\nepistemológica “pluralista”.\na) primera infancia, cuando se considera que el conocimiento es incierto y aglutina “copias” mentales de\nla realidad.\nb) segunda infancia, cuando se considera que el conocimiento es seguro y solo cabe una interpretación.\nc) adolescencia, cuando se acepta que el conocimiento es incierto y caben distintas interpretaciones.\n--- PAGE 7 ---\n24. Un grupo de investigación está preparando un diseño experimental a fin de\nanalizar la eficacia de un programa de auto-instrucciones, basado en cómics, que\npretende mejorar la comprensión lectora de un grupo de estudiantes con\ndificultades. La variable dependiente podría ser:\na) el número de sesiones programadas y la dificultad y temática de los cómics.\nb) el rendimiento que tienen los sujetos en una tarea de evaluación de la comprensión lectora.\nc) el nivel de comprensión lectora que tiene cada estudiante en relacion con la media de su grupo\nnormativo.\n25. En torno al concepto piagetiano de acomodación, señale la afirmación que NO es\ncorrecta:\na) la acomodación es una fuente de variabilidad que explica el progreso dentro de cada estadio.\nb) la acomodación promueve la consolidación de las estructuras psicológicas a lo largo del desarrollo.\nc) la acomodación implica adaptar los esquemas disponibles a las nuevas experiencias.\nfeedback: La acomodación se trataría de acomodar las estructuras previas, ya disponibles, a los nuevos\nelementos, lo que no causa estabilidad/continuidad, sino que causaría variabilidad.\n26. «En el desarrollo cultural del niño, toda función aparece dos veces: primero, a\nnivel social, y más tarde, a nivel individual». Esta cita literal:\na) corresponde al proceso de internalización que postula Vygotski.\nb) expresa la denominada “ley de la doble formación” planteada por Piaget.\nc) explica el concepto neovygotskiano de desarrollo próximo.\n27. Señale la opción que recoge adecuadamente dos de los rasgos que comparten las\nteorías neopiagetianas del desarrollo:\na) marco conceptual del P.l.- estructuras de dominio especifico.\nb) estructuralismo lógico - desarrollo discontinuo.\nc) estadios diferenciados - constructivismo.\n28. Un adolescente debe aprender significativamente un material escrito. De las\ndiferentes estrategias que conoce, utiliza espontáneamente la de elaborar un\nresumen en el que recoge las ideas importantes y sus relaciones, a fin de mejorar la\ncomprensión del texto y su posterior recuerdo. Su actuación resulta ilustrativa de un\ndesarrollo estratégico:\na) maduro, aunque no utilizase la estrategia con total eficacia.\nb) suficiente de la estrategia, pero todavía improductivo.\n--- PAGE 8 ---\nc) insuficiente de la estrategia, aunque la conozca.\n29. Entre las principales dimensiones de la metacognición se establecen ciertas\ndivergencias conceptuales y evolutivas. Señale la afirmación que recoge una de tales\ndiferencias:\na) el 'metaconocimiento” atañe a la dimensión de naturaleza procedimental, mientras que el “control\nmetacognitivo” se refiere a la dimensión declarativa.\nb) el 'metaconocimiento” emerge más tempranamente que el “control metacognitivo”, aunque ambos\ncontinúan desarrollándose durante la infancia y la adolescencia.\nc) el desarrollo del “control metacognitivo” durante la infancia constituye un prerrequisito para el\ndesarrollo del “metaconocimiento” en la adolescencia.\n30. Diversos estudios acerca del razonamiento proposicional evidencian que en torno\na los 5 años ya se razona correctamente con enunciados que usan como conectiva:\na) el condicional.\nb) la disyunción incluyente.\nc) la conjunción."
  },
  "Psicología Desarrollo II - 2024 Septiembre.pdf": {
    "year": "2024",
    "type": "Septiembre",
    "pages": 10,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen\nSeptiembre, año 2024\n1. Al tratar de estudiar las diferencias evolutivas, las teorías clásicas del desarrollo\nconceptual:\na) distinguen entre categorías perceptivas y categorías conceptuales.\nb) utilizan tareas de clasificación como paradigma básico de investigación en el área.\nc) asumen que los conceptos captan la covariación natural existente entre los evento\n2. Atendiendo a los estudios sobre el desarrollo infantil, señale en qué rango de edad\nse ha observado el inicio de la imitación diferida:\na) primer año de vida, caracterizado por un aumento progresivo y lineal del intervalo de retención.\nb) entre los 18 y 36 meses de edad, periodo en el que se produce la diferenciación de los sistemas de\nmemoria.\nc) a partir de los 36 meses de edad, momento en el que se diferencian las funciones ejecutivas.\n3. Con respecto al desarrollo de las estrategias de memoria y los déficits\ncaracterísticos asociados, se ha observado que la estrategia de:\na) < i> organización< /i> se desarrolla con una pauta similar y simultánea a la de la repetición, siendo\nambas susceptibles al déficit de < i> utilización< /i> .\nb) < i> elaboración< /i> implica un procesamiento semántico más profundo que la de organización, por\nlo que el déficit de < i> mediación< /i> no se produce.\nc) < i> elaboración< /i> implica un procesamiento semántico más profundo que las de repetición y\norganización, pudiendo ocurrir en las tres un déficit de < i> producción< /i> .\n4. Cuando se valora si los resultados de una investigación se pueden generalizar a\notras situaciones, sujetos y/o conductas, se está atendiendo particularmente a la\nvalidez:\na) interna.\nb) externa.\nc) natural.\nfeedback: Validez externa. Grado en que los resultados obtenidos en un experimento pueden\ngeneralizarse a otras situaciones, sujetos o conductas fuera del estudio. Requiere validez interna y\ndepende de la representatividad de las condiciones particulares del experimento respecto de aquellas más\ngenerales a las que se pretenden generalizar los resultados. Si esta generalización se relaciona con la\nsituación «natural» se habla de «validez ecológica».\n--- PAGE 2 ---\n5. Dentro del análisis de Mandler en torno al desarrollo conceptual, los perceptos\ncorresponden a categorías que representan un conocimiento:\na) procedimental accesible a la conciencia.\nb) implícito e inaccesible a la conciencia.\nc) declarativo y explícito.\nfeedback: La autora destaca que los conceptos tienen que ver sobre todo con la formación de\n«significados» (componente intensional) y constituyen la base de nuestro conocimiento explícito, es\ndecir, tienen carácter declarativo y son conscientemente accesibles. Permitirían generalizaciones\ninductivas, promoviendo un desarrollo económico del conocimiento a partir de un limitado número de\nobservaciones. Las categorías perceptivas carecen de intensión (Rosch prefiere llamarlas esquemas\nperceptivos o «perceptos») y tendrían un carácter procedimental e inaccesible, pese a que recogen\ninformación elaborada y permiten discriminaciones muy finas.\n6. Desde un punto de vista metacognitivo, el nivel epistemológico de desarrollo más\ntardío es, en términos de Kuhn, el:\na) < i> pluralista< /i> , pues se asume que no hay una relación directa entre conocimiento y realidad.\nb) < i> evaluacionista< /i> , ya que se concibe el conocimiento como un proceso que implica juicio y\nargumentación.\nc) < i> realista< /i> , porque se acepta que la realidad se interpreta y el conocimiento es incierto.\nfeedback: Estos cuatro momentos (ver tabla 7.2) se corresponden con los cuatro niveles epistemológicos\nque Kuhn: realista, absolutista, pluralista y evaluacionista; permitirían describir y explicar el desarrollo\nmetacognitivo en torno a la «teoría de la mente». Los trabajos de Pozo y colaboradores, si bien en un\ncontexto distinto (el estudio de las teorías implícitas que mantienen profesores y alumnos en torno al\naprendizaje), han identificado una secuencia con tres concepciones características —directa,\ninterpretativa y constructiva—, que corresponden con el desarrollo de la propia ToM.\n7. Diversos estudios sobre el desarrollo de la metacognición en la infancia y\nadolescencia han sugerido que:\na) el control metacognitivo emerge antes (alrededor de los 6 años) que el metaconocimiento (hacia los 10-\n11 años).\nb) las diferencias evolutivas se deben principalmente a la aplicación del control autorregulatorio durante\nla tarea, más que al metaconocimiento en sí.\nc) no hay diferencias significativas entre niños y adolescentes en cuanto al conocimiento condicional de\nlas estrategias que pueden afectar su rendimiento cognitivo.\nfeedback: Se ha constatado una mejora evolutiva en la utilización más eficiente del tiempo de estudio en\nfunción de la dificultad del material. Desde los 6 años se empiezan a distinguir los distintos niveles de\ndificultad, pero sólo a partir de los 10 años se dedica más tiempo y esfuerzo al material más difícil. Las\n--- PAGE 3 ---\ndiferencias evolutivas no atañen tanto al metaconocimiento en sí como a su eficiente aplicación al control\nautorregulatorio.\n8. En la concepción de Piaget, el conocimiento sobre las propiedades de los objetos se\nobtiene a través de lo que denomina:\na) abstracción simple.\nb) abstracción funcional.\nc) abstracción reflexiva.\nfeedback: Piaget liga el proceso autorregulatorio de la equilibración con una de las categorías o\nmanifestaciones de la experiencia, la experiencia lógicomatemática, la capacidad de «abstracción\nreflexiva». El conocimiento adquirido por la experiencia es un factor especialmente heterogéneo en el\nque distingue tres categorías:< ol> < li> El simple ejercicio con el objeto —que no implica\nnecesariamente nuevo conocimiento< /li> < li> La experiencia física. Se obtiene conocimiento sobre las\npropiedades de los objetos a través de una abstracción simple y directa, considerando alguna cualidad e\nignorando las demás.< /li> < li> La experiencia lógico-matemática. Se conocen las acciones mismas y\nsus relaciones; deriva del hecho fundamental de que la acción sobre los objetos puede crear nuevas\npropiedades anteriormente inexistentes y que se basan en nuevas combinaciones o coordinaciones de los\nesquemas de acción aplicados. Por ejemplo, el sujeto puede darse cuenta de que la «suma» es\nindependiente del «orden». Se refiere a una relación entre dos acciones (ordenar y contar) y no a una\npropiedad de los objetos. Es el aspecto constructivo en la interacción sujeto-objeto que proporciona la\nbase de las estructuras operacionales. Se trata de un proceso de nueva construcción que no puede basarse\nen una abstracción directa sino en una abstracción reflexiva.< /li> < /olgt;\n9. En relación con los estadios del desarrollo moral, Kohlberg plantea que:\na) todos los sujetos pasan por todos los estadios y lo hacen en el mismo orden.\nb) existe una secuencia de desarrollo invariable, aunque no todos los sujetos la completan.\nc) pueden darse distintos cursos en el desarrollo en función de la experiencia, y de ahí que se produzcan\nimportantes diferencias individuales.\nfeedback: Kohlberg considera que existe una secuencia de desarrollo invariable, que los estadios se\nsuceden siempre en el mismo orden. Un individuo puede detenerse en alguno de los estadios pero nunca\nse invierte el orden. Kohlberg encuentra que la mayor parte de la gente tiende a responder con\ncontestaciones del mismo nivel, aunque se trate de problemas diferentes. No todas las respuestas se\nsitúan siempre en el mismo nivel de una manera exacta, por lo que Kohlberg habla de un estadio\ndominante, en el que se sitúan, al menos, el 50% de los juicios emitidos, mientras que el resto de las\nrespuestas suelen pertenecer al estadio anterior y/o posterior. Algunos de los estudios de Kohlberg han\nsido longitudinales, por lo que dan más fuerza a sus conclusiones.\n10. En torno a la naturaleza del desarrollo, Piaget y Vygotski comparten la idea\nesencial de que atañe a cambios principalmente cualitativos, basados en procesos\ninteractivos complejos, y con un papel activo por parte del sujeto. Esta común\nconcepción general proviene de que ambos mantienen una visión del desarrollo:\na) organicista y contextualista.\n--- PAGE 4 ---\nb) empirista, naturalista y cultural.\nc) constructivista e interaccionista.\nfeedback: Las dos figuras más sobresalientes y reconocidas de esta disciplina son Jean Piaget y Lev\nVygotski. La visión del desarrollo estos dos teóricos ha llevado a presentarlas como opciones enfrentadas\ny de paradigmas inconciliables. Pero no son contrapuestas porque pueden reconocerse importantes\ncoincidencias; posiblemente es más lo que les une que lo que les separa. Ambos comparten una visión\n«constructivista» e «interaccionista» del desarrollo evolutivo: el individuo construye activamente su\nconocimiento a través de la interacción con el medio, una postura intermedia con respecto a las\nposiciones extremas tradicionales, que primaban factores congénitos (innatismo raciona lista), o el medio\nambiente (asociacionismo empirista).\n11. Indique en cuál de las siguientes etapas del desarrollo se considera que las\nfunciones ejecutivas de planificación y revisión alcanzan su máximo nivel de\nmadurez:\na) niñez (3-11 años)\nb) adolescencia (12-18 años)\nc) adultez temprana (25-30 años)\nfeedback: Las FE centrales de la MO se desarrollan desde edades muy tempranas hasta la adolescencia,\nmientras las funciones ejecutivas de orden superior (planificación y revisión) se desarrollan en etapas\nposteriores, adquiriendo su máximo nivel en la etapa adulta temprana (25-30 años).\n12. En torno a los distintos niveles de descripción y explicación del desarrollo, un\npostulado fundamental del enfoque neuroconstructivista es que, de cara a explicar la\nconducta:\na) es necesario tener en cuenta que los distintos niveles mantienen un funcionamiento dinámico e\ninteractivo.\nb) es mejor situarse en el nivel cognitivo-simbólico independientemente del resto de niveles.\nc) el nivel neuro-biológico es el verdaderamente explicativo, los demás resultan útiles para algunas\ndescripciones.\nfeedback: Neuroconstructivismo. Surge de la confluencia del constructivismo, la neurociencia cognitiva\ndel desarrollo y la simulación computacional. Otorga un papel activo a los organismos en la construcción\nde su propia experiencia y aprendizaje. El nivel cognitivo sería el que explica la conducta y se reconoce\nel papel central de las representaciones mentales. Es un enfoque integrador que sostiene la relevancia de\nlos niveles de descripción inferiores (nivel cerebral) y superiores (corporal y social). Se propone un\nfuncionamiento dinámico e interdependiente de todos los niveles. Apuesta por la simulación\ncomputacional\n13. Entre los siguientes rasgos, señale aquél que diferencia a las teorías neo-\npiagetianas del conjunto más general que podemos denominar post-piagetianas:\n--- PAGE 5 ---\na) patrones de desarrollo específicos en cada campo o dominio.\nb) existencia de cambios estructurales y estadios diferentes.\nc) concepción constructivista del desarrollo.\n14. La estrategia de comprensión que consiste en identificar las ideas principales del\ntexto, y aplicar las macrorreglas para sintetizar y conectar la información en forma\nde resumen se denomina:\na) sumarización.\nb) identificación directa.\nc) estrategia estructural.\nfeedback: Distingue a los buenos lectores de los lectores menos hábiles. La sumarización implica la\nprevia identificación de ideas principales, la aplicación de macrorreglas y la conexión de esta\ninformación para formar el resumen o sumario.< br/> Muestra un claro patrón evolutivo. Hay estudios\nque ponen de manifiesto que los chicos y chicas mayores son capaces de realizar mejores sumarios o\nresúmenes. Meyer (1984, 1985) ha caracterizado la diferencia entre los buenos y los malos lectores en\ntérminos de la diferencia que muestran a la hora de utilizar las señales que el propio texto incluye. Los\nlectores expertos reconocen las estructuras retóricas de los textos y las utilizan como un «molde» para\nconstruir el resumen del texto; los lectores inexpertos son incapaces de reconocer y utilizar las estructuras\nexpositivas textuales, por lo que se limitan a seleccionar algunas ideas inconexas. Según Meyer, los\nlectores expertos utilizan un procesamiento activo «estrategia estructural», activando sus conocimientos\nretóricos sobre las superestructuras de los textos y utilizando la propia estructura textual para la\ncomprensión y realización del resumen.\n15. La idea de que es necesario adecuar los procesos de enseñanza al nivel de\ndesarrollo de los niños:\na) proviene del enfoque sociocultural heredero de la concepción sociogenética de Vygotski.\nb) se deriva de las limitaciones de la memoria operativa que enfatizan los neopiagetianos.\nc) corresponde al enfoque piagetiano sobre las relaciones entre aprendizaje y desarrollo.\nfeedback: Sobre la base de naturaleza asimilatoria de los esquemas disponibles en cada momento,\nenfatiza la necesidad de adecuar los procesos de enseñanza al nivel de desarrollo de los niños,\npromoviendo los conflictos «cognitivos» y «socio-cognitivos» que son la base del aprendizaje por\ndescubrimiento.\n16. La idea de que la mente tiene esencialmente una naturaleza representacional es\nla esencia de la perspectiva:\na) neoconstructivista sobre desarrollo.\nb) computacional de la mente.\nc) de los sistemas evolutivos dinámicos.\n--- PAGE 6 ---\nfeedback: Se habían formulado ya las bases matemáticas de la teoría de la computación, merced a los\ntrabajos de Alan Turing y John von Neumann. En los años 30, Turing, un matemático inglés (1936)\npropuso la noción de una máquina simple capaz de realizar cualquier tipo de cálculo, con una memoria\nilimitada. La máquina de Turing se convirtió en el modelo teórico básico de los ordenadores: todo lo que\npuede ser computado por un programa de ordenador, puede serlo también por la máquina de Turing; éste\nformuló la idea de que la mente humana podía ser considerada como un dispositivo computacional, al\nconsiderar únicamente los rasgos funcionales, lógicos, pero no su base fisiológica.\n17. En torno a los estudios transversales, puede afirmarse que una de las principales\nlimitaciones metodológicas que presentan es:\na) la dificultad derivada de la interrelación existente entre la edad y el momento de medida.\nb) el problema para diferenciar la variable generación de otras variables extrañas.\nc) la imposibilidad de separar los efectos de las variables edad y generación.\nfeedback: Esta es una limitación característica de los diseños transversales, puesto que edad y generación\ncovarían y sus efectos tienden a confundirse: ¿en qué medida lo observado se debe propiamente a la edad\ny en qué medida al efecto particular de la cohorte generacional?\n18. Los significados y representaciones compartidas interpersonalmente constituyen\nla referencia del concepto de:\na) < i> Internalización< /i> , siendo condición imprescindible para el desarrollo léxico.\nb) < i> Intersubjetividad< /i> , posibilitando la comunicación.\nc) < i> Interacción discursiva< /i> , que resulta clave en el desarrollo léxico temprano.\nfeedback: Según Vygotski, el proceso por el que el cerebro adquiere la función «significadora» tiene\ncarácter histórico y sociocultural. Pero también es un proceso de naturaleza mediacional y funcional, que\nsurge sobre la base de una actividad esencialmente instrumental para la transformación material del\nambiente, que se transfiere al plano del pensamiento, y cuyo objetivo es responder a la necesidad de\ncomunicación e intersubjetividad.\n19. Markovits sostiene que el principal mecanismo responsable de las diferencias\nevolutivas en el razonamiento deductivo es:\na) la mayor o menor limitación de recursos de procesamiento.\nb) la aplicación de las reglas sintácticas que configuran la lógica natural.\nc) la operación de despliegue de modelos.\nfeedback: Markovits desarrolló un modelo integrado en la teoría de los modelos mentales: además de la\npropuesta sobre la capacidad de los menores para representar dos modelos mentales, ofrece una\n--- PAGE 7 ---\ndescripción del mecanismo responsable de las diferencias evolutivas, que es < u> la operación de\ndespliegue de modelos< /u> . Consiste en la activación sobre la memoria a largo plazo que produce el\nprocesamiento de la premisa categórica. Sirve de clave de recuperación para acceder a casos relevantes\nque influirán en la resolución de la tarea.\n20. Para Turiel, las reglas morales:\na) se ven como distintas de las reglas convencionales desde una edad muy temprana.\nb) se consideran equivalentes a las reglas convencionales durante toda la infancia.\nc) se adquieren antes que las convencionales puesto que los adultos les dan más importancia.\n21. En torno al desarrollo conceptual, algunos teóricos conciben el cambio\nconceptual como un “cambio de teoría”. Señale la afirmación que < strong> NO<\n/strong> describe adecuadamente este enfoque:\na) en el curso del desarrollo se producen cambios conceptuales sustanciales a partir de la experiencia y el\nconocimiento previo en campos específicos.\nb) las diferencias evolutivas se explican de modo general en función de las competencias abstractas ya\nadquiridas.\nc) la acumulación cuantitativa de conocimiento en determinadas áreas puede promover cambios de\nconjunto que cabe describir como cambios cualitativos.\nfeedback: Este planteamiento no es incompatible con el resto de las aproximaciones; mantiene supuestos\nde la perspectiva clásica y de la piagetiana. Sigue suponiendo un visión «constructivista» a partir de la\nexperiencia y en función del conocimiento previo, y se mantiene que esta reconstrucción implica\neventualmente una «reorganización» («cambios de teoría»).\n22. Según el modelo de Kintsch y van Dijk, durante la lectura se construye una\nrepresentación semántica del significado global del texto, constituida por el conjunto\nde ideas principales conectadas mediante relaciones que proporcionan coherencia\nglobal al discurso. Este tipo de representación se conoce como:\na) microestructura.\nb) macroestructura.\nc) superestructura.\nfeedback: El modelo de Kintsch y van Dijk postula que el lector representa el significado mediante la\nconstrucción de una microestructura, consistente en el conjunto de proposiciones o ideas que contiene el\ntexto, y que se encuentran relacionadas entre sí mediante la repetición de argumentos (referencia común).\nNo obstante, los textos no sólo necesitan referirse a unas mismas personas, objetos o situaciones, sino\nque tienen que tener un significado global, por encima de la microestructura. De esta manera los lectores\npueden construir la macroestructura, una representación semántica del significado global del texto, que\nimplica el logro de la coherencia global. Está formada por macroproposiciones que representan el tema o\nla idea general del texto y es inferida mediante macrorreglas o macroestrategias, que el sujeto aplica a\npartir de su conocimiento y de la información. Estas macrorreglas de supresión-selección, generalización\n--- PAGE 8 ---\ny construcción, permiten reducir y organizar la información de la microestructura del texto, describiendo\nlos mismos hechos desde un punto de vista global.\n23. Según la teoría de los modelos mentales, la interpretación de las conjunciones es:\na) igual de fácil que la de las disyunciones porque en ambos casos se aplica el mismo número de reglas\nde la lógica formal.\nb) más fácil que la de las disyunciones, ya que estas requieren la construcción de al menos dos modelos\nen su representación inicial y las conjunciones solo necesitan uno.\nc) más difícil que la de las disyunciones, pues estas requieren la construcción de un modelo en su\nrepresentación inicial y las conjunciones necesitan dos.\nfeedback: Una predicción básica es que las conjunciones, al requerir un solo modelo, serán más fáciles\nque las disyunciones, ya que éstas exigen la construcción de al menos dos modelos. Pero esta predicción\nno la hacen las teorías de reglas, ya que el número de reglas o pasos en la derivación de la conclusión\nsería el mismo para ambos tipos de conectivas.\n24. Según Piaget, el realismo moral que caracteriza el pensamiento de los niños\npequeños puede explicarse desde la concepción de la moral:\na) convencional.\nb) autónoma.\nc) heterónoma.\nfeedback: La posición heterónoma produce una estructura bastante sistemática, de carácter preoperatorio,\nque Piaget denomina realismo moral: las obligaciones y los valores están determinados por la norma,\nindependientemente del contexto y las intenciones; es la creencia en una responsabilidad objetiva, como\nla historia del niño que rompía las tazas.\n25. Seleccione la opción que delimita conceptualmente con mayor precisión los\ntérminos < i> metaconocimiento< /i> y < i> control metacognitivo< /i> :\na) metaconocimiento se refiere al conocimiento declarativo sobre los procesos cognitivos, mientras que el\ncontrol metacognitivo alude a la capacidad de aplicarlos de forma autorregulada.\nb) metaconocimiento se refiere al componente procedimental, mientras que el control metacognitivo\nalude al componente declarativo y consciente de la metacognición.\nc) no existe una diferencia significativa entre ambos términos, pues se utilizan indistintamente para\nreferirse al ámbito de la metacognicion.\nfeedback: Conocimiento verbalizable, relevante a la regulación de la actividad cognitiva. Se puede\nverbalizar cierto conocimiento sin que necesariamente se aplique (metaconocimiento declarativo estable).\nUn estudiante puede saber que la práctica distribuida es más eficaz que la práctica masiva pero no\naplicarlo al estudio.\n--- PAGE 9 ---\n26. Señale cuál de las siguientes afirmaciones describe mejor el papel de la biología y\nel ambiente en el desarrollo de las funciones ejecutivas (FE), tal y como se desprende\nde la investigación disponible:\na) el desarrollo cerebral, especialmente de la corteza prefrontal, es fundamental para las FE, pero la\nestimulación ambiental también juega un papel importante.\nb) el desarrollo de las FE se determina principalmente por la genética y no se ve afectado por la\nestimulación en el entorno en el que crece la persona.\nc) la maduración del sistema límbico y la estimulación ambiental tienen un impacto significativo en las\nFE, pero el desarrollo cerebral deja de ser relevante después de los 3 años.\nfeedback: Las funciones ejecutivas son una construcción multidimensional compleja. Existe cierto\nconsenso en que el desarrollo progresivo de las FE debe estar vinculado a la maduración anatomo-\nfisiológica de la corteza prefrontal (PFC) y otras estructuras corticales y subcorticales, así como a las\ncaracterísticas de la estimulación ambiental, especialmente en fases tempranas. Que las FE estén\nvinculadas al desarrollo la PFC es determinante, ya que su madurez es en torno a los 30 años (tardía). Es\nuna de las últimas áreas del cerebro en madurar y una de las primeras en mostrar signos de\nenvejecimiento. La corteza prefrontal es clave en las actividades de carácter ejecutivo y es el centro para\nla integración entre las emociones y la cognición.\n27. Señale la opción que < strong> NO< /strong> se corresponde con el método\nclínico Piagetiano:\na) supone el estudio intensivo del caso individual y el análisis cualitativo de las respuestas.\nb) requiere de alguna hipótesis de partida que sirva de orientación a las preguntas que deben formularse y\nal propio análisis posterior.\nc) se basa en el análisis cuantitativo y cualitativo de los errores y dificultades que muestran las conductas\nde los niños.\nfeedback: Método clínico. Variante de la entrevista clínica en la que, a través de un diálogo abierto y\nflexible con el niño, se indaga en las explicaciones que éste va dando sobre el mundo, sus ideas y\ncreencias y las representaciones que construye. Piaget consideró que este método (método crítico)\nconjugaba las virtudes de la observación directa, de los test e incluso de los experimentos, superando sus\nlimitaciones.\n28. Un estudiante de la asignatura Psicología del Desarrollo ajusta de manera\neficiente el tiempo de estudio a la complejidad de los contenidos, lo que muestra su\nhabilidad para:\na) suprimir el control ejecutivo deliberado durante la tarea en curso.\nb) ajustar su conducta al patrón conocido como “ilusión de la comprensión”.\nc) aplicar de modo eficiente el control autorregulatorio de la tarea en curso.\n--- PAGE 10 ---\nfeedback: Puesto que, en lugar de 'suprimir el control ejecutivo deliberado durante la tarea en curso' lo\nestá manteniendo. Y además, la ilusión de la comprensión que tiene que ver con pensar que se ha\ncomprendido un texto que en realidad no se ha comprendido, no estaría entre las tareas para un estudio\neficiente.< br/> El control autorregulatorio si lo está manteniendo, puesto que 'ajusta de manera eficiente\nel tiempo de estudio a la complejidad de los contenidos' sin hacer caso, por ejemplo, a distractores, las\nnotificaciones del móvil, etcétera.\n29. En torno a la distinción entre “métodos” y “técnicas” de investigación, señale la\nafirmación correcta:\na) el método científico general supone cuatro operaciones básicas que están jerárquicamente integradas:\nobservar, describir, experimentar y explicar.\nb) los métodos hacen referencia a procedimientos generales de recogida y análisis de información con\ncaracterísticas propias.\nc) las técnicas son las distintas maneras de poner a prueba las teorías sobre los cambios que se producen\ncon el tiempo.\nfeedback: Los métodos son procedimientos generales de recogida y análisis de datos con características\npropias. Las técnicas son modos y medios concretos por los que se aplican métodos, sobre la base de la\nobservación, la medición y la experimentación.\n30. Vygotski se plantea construir una nueva psicología redefiniéndola tanto teórica\ncomo metodológicamente. En lo teórico, la aportación de este autor puede\ncaracterizarse suficientemente calificándola como:\na) epistemológica, cultural y genética.\nb) instrumental, histórica y cultural.\nc) psicodialéctica y marxista."
  },
  "Psicología Desarrollo II - 2025 Semana 1.pdf": {
    "year": "2025",
    "type": "Semana 1",
    "pages": 9,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen Semana 1,\naño 2025\n1. Desde la perspectiva de la Teoría de los Modelos Mentales, el desarrollo del\nrazonamiento deductivo se explica en función:\na) del número de reglas de la lógica natural que se pueden manejar en la memoria operativa para resolver\nproblemas deductivos.\nb) de los recursos de procesamiento disponibles en la memoria operativa y de las habilidades lingüísticas\nde comprensión de conectivas lógicas.\nc) de la familiaridad con el contenido y contexto de las tareas deductivas aplicadas a la solución de\nproblemas.\n2. En las tareas deductivas, alcanzar conclusiones válidas en los problemas más\ncomplejos requiere la intervención de funciones ejecutivas 'off-line' de orden\nsuperior como la siguiente:\na) inhibición de respuestas superficiales.\nb) focalización de la atención.\nc) revisión del proceso seguido y su resultado.\nfeedback: Diamond, junto a estas FE «en curso» (on-line) dentro de la MO, considerar otras tareas «off-\nline». Destacan los procesos de planificación, selección de pensamientos y acciones, y procesos de\nrevisión, que hacen uso de información y/o acciones pasadas para evaluar los procesos realizados y los\nresultados logrados. P. ej., resolución de problemas matemáticos.< br/> A las funciones ejecutivas\nsuperiores se añade la función ejecutiva del control emocional y motivacional, que permite regular los\ndeseos y sentimientos, la ansiedad, los temores, etc.\n3. En el desarrollo de una investigación científica, se puede afirmar que la\nmetodología:\na) correlacional intenta analizar si existe alguna relación causal entre las variables observadas.\nb) experimental se utiliza para identificar las variables que son relevantes a partir de su manipulación y\nobservación posterior.\nc) cuasiexperimental pretende explicar los acontecimientos a partir del establecimiento de las causas y los\nefectos.\n4. En relación con el desarrollo del conocimiento metacognitivo, se ha observado que\nla autoevaluación de los niños respecto a sus propias capacidades de memoria a lo\nlargo de la infancia muestra que:\na) no hay cambios significativos hasta la adolescencia.\n--- PAGE 2 ---\nb) se produce una tendencia a subestimar sus propias capacidades.\nc) tienden a sobreestimar sus capacidades al principio y luego a ser más realistas.\nfeedback: Se trata de una división que reproduce una distinción realizada en el primer nivel cognitivo,\nfamiliar en la psicología cognitiva del P.I., relativa a los dos tipos básicos de conocimiento: el declarativo\ny el procedimental, sólo que aquí es el propio sistema cognitivo el objeto de ambos.< br/> El\nconocimiento metacognitivo, es de naturaleza declarativa; se refiere a un «saber qué» acerca del\nfuncionamiento del sistema cognitivo, pudiendo ser recuperado y expresado, y al que propiamente cabría\nllamar «metaconocimiento».< br/> El control metacognitivo, tiene un carácter procedimental y se refiere\na un «saber cómo», que se concreta en su aplicación activa tratando de organizar estratégicamente los\nrecursos disponibles, por lo que podría etiquetarse, asimismo, como un control meta-estratégico.\n5. Los estudios sobre “sumarización” han mostrado ciertos patrones diferentes en los\nlectores:\na) los buenos lectores copian literalmente las partes más importantes y crean un esquema detallado del\ntexto.\nb) los buenos lectores reconocen las estructuras retóricas de los textos y utilizan sus conocimientos\nprevios para crear un resumen.\nc) los lectores poco hábiles utilizan las mismas estrategias que los buenos lectores, si son de la misma\nedad y nivel educativo.\nfeedback: La estrategia de elaborar esquemas se relaciona con la sumarización, aunque con grados y\nformas diferentes, donde se hacen explícitas las relaciones lógicas entre las ideas principales o\nmacroproposiciones. El esquema destaca (a través de la presentación) la estructura lógica de las ideas\nprincipales. Por ello se relaciona con el resumen.\n6. «...es esencial tener seriamente en cuenta las constricciones que impone el cerebro,\nel cuerpo y el ambiente cuando tratamos de explicar el desarrollo cognitivo». Esta\ndeclaración es propia de los planteamientos:\na) neuroconstructivistas.\nb) conexionistas.\nc) del procesamiento de la información.\nfeedback: El concepto central para el enfoque neuroconstructivista es el de representaciones mentales. Se\nconciben como estados de información en el cerebro (patrones de activación neuronal en los modelos\nconexionistas) que contribuyen a la conducta adaptativa en un ambiente determinado. No se reducen\núnicamente a eventos neuronales. Se sostiene que la conducta se explica mejor si nos situamos en el nivel\ncognitivo-simbólico, pero constreñida por los niveles inferiores (cerebral, neuronal...) y superiores\n(corporal y social). Se postula que la mente existe «encarnada» (embodied) en un cerebro y en un cuerpo,\ny ambos están insertos en un ambiente físico y social. Se distancia de los modelos cognitivos\ntradicionales:< br/> Sostiene la relevancia del sustrato en el que se asienta la cognición.< br/> Propone\ncomo principio rector del funcionamiento cognitivo la dependencia contextual.\n--- PAGE 3 ---\n7. En la teoría piagetiana, la capacidad autorregulatoria se considera como una\ncaracterística invariante de toda organización vital. Señale con que otro factor se\nrelaciona estrechamente esta capacidad:\na) factor de equilibración.\nb) factor de la experiencia.\nc) factor epigenético.\nfeedback: Equilibración. En teoría piagetiana, tendencia natural del organismo hacia mayores niveles de\nequilibrio en los procesos evolutivos básicos. Se postula como coordinador de los restantes factores que\nexplican los estadios, y base de la capacidad autorregulatoria del organismo en la adaptación al medio y\nla organización psicológica.\n8. A fin de examinar el efecto del sueño en el rendimiento académico de los\nestudiantes universitarios, un investigador hace dos grupos: uno con los que han\ndormido 8 horas por noche durante una semana, y el otro con los que sólo han\ndormido 5 horas. Al final de la semana, ambos grupos realizan los exámenes y se\nregistran los resultados. Por tanto, en este estudio las calificaciones obtenidas atañen\na una variable:\na) de control.\nb) dependiente.\nc) independiente.\n9. Al preparar un diseño evolutivo, se debe tener particular cuidado con la variable\ngeneración ya que:\na) en los estudios longitudinales la edad y la generación tienden a confundirse.\nb) en los estudios transversales los sujetos pertenecen a una única generación.\nc) sólo en los diseños secuenciales sus efectos pueden detectarse.\nfeedback: Los diseños secuenciales surgieron como un intento de solventar los problemas en los diseños\nlongitudinales y transversales, tratando de separar los efectos de la generación sobre la base de una\naproximación mixta. Son fórmulas de muestreo y recogida de datos que implican el estudio de dos o más\nsecuencias longitudinales y transversales, permitiendo múltiples comparaciones (Cuadro 3.1), incluidas\nlas de intervalo temporal. Así es posible evaluar si hay efectos generacionales y, una vez descartados,\nestablecer —a partir del análisis simultáneo de datos transversales y longitudinales— la amplitud y\ndirección de los cambios evolutivos.\n10. El concepto de “mediación” es clave en todas las propuestas neovygotskianas en\ncuanto expresa los dos planos en los que se contempla el desarrollo. Así, en lo que se\nrefiere al plano interno, este concepto destaca:\n--- PAGE 4 ---\na) el importante papel de los interlocutores sociales como facilitadores de los descubrimientos que va\nrealizando el propio niño.\nb) la línea natural de desarrollo, relativa a los aprendizajes entendidos como negociación de significados.\nc) el proceso de apropiación e interiorización de los recursos externos de comunicación e interacción.\nfeedback: Según Vygotski, el proceso por el que el cerebro adquiere la función «significadora» tiene\ncarácter histórico y sociocultural. Pero también es un proceso de naturaleza mediacional y funcional, que\nsurge sobre la base de una actividad esencialmente instrumental para la transformación material del\nambiente, que se transfiere al plano del pensamiento, y cuyo objetivo es responder a la necesidad de\ncomunicación e intersubjetividad.\n11. Los estudios sobre el control autorregulatorio de la actividad cognitiva muestran\nque una de las características que distingue a las personas expertas en un dominio o\ntarea es que suelen:\na) dedicar tiempo a la planificación global antes de iniciar la tarea que pretenden realizar, sobre todo si\nesta no es rutinaria.\nb) comenzar inmediatamente la acción de resolver la tarea, sin necesidad de planificarla previamente, sea\no no rutinaria.\nc) omitir tanto la planificación global como la local en el transcurso de la tarea, sobre todo si ésta no es\nrutinaria.\n12. Los autores neopiagetianos mantienen la concepción piagetiana del desarrollo\ncomo una sucesión de estadios que definen estructuras mentales de complejidad\ncreciente. Con esta idea de estadio se trata de explicar:\na) los cambios que se van produciendo con la experiencia en los distintos dominios de conocimiento.\nb) comenzar inmediatamente la acción de resolver la tarea, sin necesidad de planificarla previamente, sea\no no rutinaria.\nc) omitir tanto la planificación global como la local en el transcurso de la tarea, sobre todo si ésta no es\nrutinaria.\n13. Los modelos de desarrollo basados en sistemas de producción han permitido dar\ncuenta del proceso evolutivo:\na) simulando el progreso que caracteriza la actuación de los niños en diferentes tareas específicas.\nb) confirmando la diferente estructura de cada estadio del desarrollo, a partir de conjuntos de reglas\ncondición- acción.\nc) explicando la solución de problemas de los niños en función de estructuras de conocimiento general.\nfeedback: Los sistemas de producción se adaptan bien a la descripción del proceso evolutivo en tareas\nespecíficas de solución de problemas en las que se ha simulado la actuación de los niños. Sin embargo,\n--- PAGE 5 ---\nnumerosos autores plantean problemas importantes. Hay discrepancias entre las características evolutivas\nde los niños y los programas de sistemas de producciones automodificadoras:< br/> Los niños muestran\nuna pauta de desarrollo más lenta y en el programa aprenden rápidamente.< br/> Los programas no\nmuestran la fragilidad, la existencia de errores y regresiones, característicos de la infancia.\n14. Según el modelo de Kintsch y van Dijk, la microestructura que construye el\nlector para representar el significado del texto consiste en:\na) el conjunto de proposiciones o ideas que contiene el texto y que están relacionadas entre sí mediante la\nrepetición de argumentos.\nb) la secuencia de ideas generales que sintetizan el contenido del texto.\nc) la estructura prototípica que organiza las ideas del texto según su género.\nfeedback: El modelo de Kintsch y van Dijk postula que el lector representa el significado mediante la\nconstrucción de una microestructura, consistente en el conjunto de proposiciones o ideas que contiene el\ntexto, y que se encuentran relacionadas entre sí mediante la repetición de argumentos (referencia común).\nNo obstante, los textos no sólo necesitan referirse a unas mismas personas, objetos o situaciones, sino\nque tienen que tener un significado global, por encima de la microestructura. De esta manera los lectores\npueden construir la macroestructura, una representación semántica del significado global del texto, que\nimplica el logro de la coherencia global. Está formada por macroproposiciones que representan el tema o\nla idea general del texto y es inferida mediante macrorreglas o macroestrategias, que el sujeto aplica a\npartir de su conocimiento y de la información. Estas macrorreglas de supresión-selección, generalización\ny construcción, permiten reducir y organizar la información de la microestructura del texto, describiendo\nlos mismos hechos desde un punto de vista global.\n15. Una similitud entre el Modelo de Memoria Operativa (MO) de Baddeley y el\nModelo de Procesos Anidados propuesto por Cowan es que ambos afirman que:\na) la MO es un sistema unitario que involucra tanto la memoria a corto plazo como el almacenamiento a\nlargo plazo, descartando la existencia de la memoria sensorial.\nb) las diferencias individuales en la MO, y concretamente las evolutivas, se deben principalmente al\nalcance del foco atencional, fluctuando de 4 a 7 elementos según la edad.\nc) la atención es un proceso cognitivo esencial para el funcionamiento eficaz de la MO en las tareas\ncognitivas complejas y el aprendizaje.\n16. Durante la preparación de un estudio sobre “cambios evolutivos”, el diseño de\ninvestigación supone tomar decisiones sobre:\na) cómo debe realizarse la observación, en situación natural o de laboratorio.\nb) la forma de recoger los datos relativos a los cambios que se producen a lo largo del tiempo.\nc) el objetivo que se pretende, de carácter más descriptivo o más explicativo.\nfeedback: Diseño de investigación: Conjunto de decisiones que el investigador toma en función de sus\nobjetivos y según las variables en juego y los sujetos de muestra.\n--- PAGE 6 ---\n17. Los estudios sobre el desarrollo de la memoria basados en procedimientos de\nreconocimiento y asociación de estímulos han permitido constatar que:\na) la memoria a largo plazo se desarrolla gradualmente a partir de muy pocos meses de edad, aunque el\nrecuerdo de los bebés todavía es susceptible a la interferencia de otra información.\nb) las habilidades de reconocimiento de estímulos se desarrollan a partir de la edad de 3 a 5 años y se\nconsolidan en torno a los 10-12 años.\nc) la capacidad simbólica de imitación diferida se desarrolla a partir del segundo año de vida,\nincrementándose progresivamente el intervalo de retención de la información.\n18. En relación con la perspectiva del desarrollo conceptual de los teóricos “de la\nteoría”, señale la aseveración correcta:\na) con la edad y la experiencia se produce un desarrollo progresivo basado en la creciente riqueza\ninformativa de los conceptos manejados en cada campo.\nb) el desarrollo supone una serie pautada de construcciones y reconstrucciones globales de las\nconcepciones infantiles.\nc) las diferencias evolutivas se explican en función de si las teorías que se desarrollan resultan más o\nmenos generales para explicar la realidad.\nfeedback: Teorías intuitivas. En la perspectiva de la «teoría de la teoría», se asume que los conceptos se\nintegran y articulan dentro de elaboraciones más amplias, que funcionan como las teorías en el desarrollo\ncientífico: permiten interpretar la realidad y predecirla, de modo que se aceptan o se corrigen en función\nde los aciertos y errores que propician. Se usa el término de teoría en referencia a un conocimiento en\nevolución crecientemente organizado, que implica un sistema conceptual coherente acerca de un dominio\nespecífico (carácter interpretativo), y que permite establecer relaciones de causalidad y realizar\ninferencias y predicciones sobre los elementos y sucesos de tal dominio (carácter inferencial).\n19. En torno a las conexiones que mantienen el desarrollo conceptual y lingüístico, se\nha destacado el papel de las interacciones lingüísticas explícitas, en cuanto pueden\nfacilitar:\na) las relaciones discursivas entre iguales de cara a imitar tanto los gestos verbales como los argumentos\nesgrimidos.\nb) la reelaboración de conceptos propios a través de un diálogo en el que se confronta con los conceptos\nde los demás.\nc) la práctica individual para consolidar los nuevos conceptos aprendidos en la interacción con los otros.\nfeedback: Se ha destacado el papel de las interacciones lingüísticas explícitas (discurso) como facilitador\nde nuevas elaboraciones conceptuales con contenidos de la experiencia. En particular, aquellas\ninteracciones donde el interlocutor evalúa las elaboraciones conceptuales expresadas verbalmente.\nTomasello llama a estas interacciones «meta-discurso reflexivo», p. ej., la reelaboración de la noción de\n«conservación» de líquido que puede darse en el niño, tras la conversación con un adulto, cuando el\nadulto reconduce la respuesta errónea del niño. En este «cambio de perspectiva», no basta con la\ncapacidad perceptiva y lógica del niño, sino que es la confrontación de la representación propia con los\n--- PAGE 7 ---\nconceptos del otro y la coordinación de los puntos de vista, lo que permite su expresión lingüística\n(interacción discursiva), promoviendo el cambio conceptual y su internalización.\n20. Indique cuál de las siguientes opciones describe mejor la principal diferencia\nentre las estrategias de “elaboración” y “organización” en el procesamiento de la\ninformación a recordar:\na) la “elaboración” implica establecer conexiones más profundas y significativas entre la nueva\ninformación y el conocimiento previo, mientras que la “organización” se centra en agrupar la\ninformación en categorías.\nb) la “elaboración” es una estrategia más rápida que la “organización”, pues requiere menor profundidad\nde procesamiento semántico y esfuerzo cognitivo.\nc) la “organización” es más efectiva para recordar información a largo plazo que la “elaboración”,\nconllevando un aprendizaje más significativo.\nfeedback: Es en el ámbito escolar donde el estudio de las estrategias de memoria converge con el estudio\nde cómo tales recursos se integran dentro de los procesos más complejos en contextos naturales, y de\ncómo estos procesos están mediados por el conocimiento y metaconocimiento. La estrategia básica de\nrepetición se corresponde con una estrategia de estudio tan común como poco productiva. En este\ncontexto se requiere la habilidad de utilizar estrategias más «semánticas» (como organización y\nelaboración), lo que se entiende como aprendizaje significativo. El progreso evolutivo en las estrategias\nde estudio resulta paralelo al que se produce en las estrategias de memoria: la organización y elaboración\ndel material se desarrolla más tarde y su uso apropiado requiere menos apoyo y ayuda externa a medida\nque aumenta la edad, mostrándose en formas progresivamente más complejas, conscientes y eficaces.\n21. Señale cuál de las siguientes afirmaciones concuerda con la propuesta de Miyake\ny Friedman sobre las funciones ejecutivas de inhibición, actualización y cambio\natencional:\na) todas se desarrollan al mismo tiempo de manera acompasada e integrada desde la infancia hasta la\nadultez temprana.\nb) su relación evoluciona desde una estructura unitaria en la infancia hasta la diferenciación de\ncomponentes en torno a la adolescencia.\nc) la edad no tiene impacto en las funciones ejecutivas, por lo que se mantienen estables a lo largo del\nciclo vital.\nfeedback: García-Madruga, Gómez-Veiga y Vila (2016) proponen que las FE básicas de la MO se\ncomplementan con las de orden superior (complejas), y contemplan el plano emocional (Tabla 5.2).\nVienen a recoger los principales acuerdos científicos para cada tipo de FE. Asumen que las distintas FE\ntrabajan de forma conjunta, aunque se consideren constructos separados. Proponen cuatro funciones\nejecutivas básicas de la MO, que recogen las tres FE atencionales de Miyake y Friedman (inhibición,\nactualización y cambio atencional) junto a un proceso de focalización y mantenimiento de la atención\n(Tabla 5.3). Estas FE participarían de forma conjunta e interrelacionada en tareas cognitivas altamente\ndemandantes que, por su complejidad y/o novedad, requieren la subdivisión en subtareas más simples:\npara resolverlas se debe ir enfocando y cambiando la atención al combinar la información relevante de\nlas subtareas con el conocimiento previo (MLP), a fin de actualizar las representaciones mentales que nos\nacercan a la meta.\n--- PAGE 8 ---\n22. En torno a la edad de 3-5 años, un indicio del desarrollo de la Teoría de la Mente\nque se puede observar en los niños es el siguiente:\na) el uso cada vez más adecuado de términos verbales que designan actividades o estados mentales.\nb) la adquisición de habilidades de comprensión de conectivas lógicas.\nc) el desarrollo de las estrategias de descodificación fonológica de palabras.\n23. Al elaborar su teoría sobre el desarrollo psicológico, la principal motivación de\nPiaget estaba en:\na) establecer todo un sistema filosófico sobre la base de una teoría biológica del conocimiento.\nb) explicar la génesis del conocimiento como producto tanto de la adaptación interna como de la\nabstracción reflexiva.\nc) aplicar la investigación propiamente epistemológica al conocimiento, sirviéndose para ello de la\nespeculación filosófica.\n24. La idea de que el sentido de la educación es promover el desarrollo, corresponde\na la concepción:\na) piagetiana.\nb) vygotskiana.\nc) piagetiana y vygotskiana.\n25. En la categorización natural de Rosch, el 'nivel básico' se refiere a aquel:\na) que se adquiere tras las primeras experiencias, permitiendo las agrupaciones más inclusivas, como\nanimales y vehículos.\nb) en el que las categorías se estructuran según prototipos, siendo además el de adquisición más temprana.\nc) que depende de la percepción directa, con lo que su contenido conceptual es escaso o incipiente.\n26. En relación con las reglas morales, señale la afirmación que NO se corresponde\ncon los estudios de Turiel:\na) desde muy temprana edad los niños las distinguen de las reglas convencionales.\nb) las reacciones emocionales a las transgresiones de las reglas morales son más fuertes, lo que sugiere la\nincidencia de algún factor innato.\nc) las convenciones sociales forman parte del mismo dominio de conocimiento que las normas morales.\n27. Según Kuhn, la evolución de la concepción de las afirmaciones a lo largo del\ndesarrollo cognitivo se puede describir como el paso de:\na) copias de la realidad a juicios personales relativos.\nb) opiniones subjetivas a descripciones objetivas de la realidad.\n--- PAGE 9 ---\nc) juicios personales a copias exactas de la realidad.\n28. Las normas morales se diferencian de las normas jurídicas en que:\na) no están codificadas explícitamente.\nb) solo se codifican explícitamente a partir de la adolescencia.\nc) regulan los usos y costumbres sociales.\n29. De acuerdo con la teoría de Piaget, para que una persona desarrolle una moral\nautónoma debe:\na) relacionarse con iguales para practicar la cooperación y el respeto mutuo hacia los otros.\nb) haber interiorizado las normas explícitas que rigen el funcionamiento moral en su contexto social.\nc) interactuar con figuras de autoridad que le muestren cómo resolver conflictos morales.\n30. En un estudio se pregunta a un niño si durante un examen se puede copiar para\nconseguir el aprobado, a lo que contesta que “sí se puede, mientras no te vea el\nprofesor”. Esta contestación muestra un desarrollo moral:< br /gt;\na) preconvencional.\nb) convencional.\nc) postconvencional."
  },
  "Psicología Desarrollo II - 2025 Semana 2.pdf": {
    "year": "2025",
    "type": "Semana 2",
    "pages": 8,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen Semana 2,\naño 2025\n1. Un salto cualitativo importante en la comprension metacognitiva de los niños se da\ncuando:\na) se cambia a una concepcion de la mente como reproductora de la realidad.\nb) se pasa auna concepcion de la mente como intérprete de la realidad.\nc) se deja de utilizar el juego simbolico y se adopta una concepcion de la mente realista.\nfeedback: En la primera etapa, la comprensión metacognitiva del niño no admite que lo que la mente\nrepresenta acerca de la realidad no necesariamente ha de corresponderse con esa realidad. Esta inicial y\nlimitada concepción de la mente se ha puesto de manifiesto a través la clásica tarea de la falsa creencia,\nen la que el niño de 3 años fracasa, y se supera a partir de los 4 años, cuando el niño comienza a darse\ncuenta de que las creencias y las afirmaciones, pese a referirse a la realidad, no son un reflejo directo de\nla misma. Entienden el papel mediador de la mente, que les permitirá reconocer que se produzcan\ncreencias falsas (Cuadro 7.1).\n2. La secuencia que describe, en general, el desarrollo metacognitivo es la siguiente:\na) los aspectos autorregulatorios se desarrollan antes que el metaconocimiento desde la infancia.\nb) el metaconocimiento y la autorregulacién se desarrollan simultaneamente y lo hacen a partir de la\nadolescencia.\nc) el metaconocimiento aparece primero, seguido del desarrollo de los aspectos autorregulatorios, y\nambos mejoran desde la infancia.\n3. El concepto de “zona de desarrollo proximo” es fundamental en la perspectiva\nvygotskiana de la educacion. Esta zona se refiere:\na) a los limites que impone el desarrollo previo sobre las posibilidades de aprendizaje.\nb) a la distancia que media entre el desarrollo de un nifio y el desarrollo del adulto o tutor que le enseña.\nc) al margen en el que las experiencias de aprendizaje actuan promoviendo el desarrollo.\n4. Los enfoques teóricos que asumen la metafora computacional de la mente\ncomparten dos supuestos esenciales.Señale la formulación que corresponde a uno de\nestos supuestos.\na) lo esencial del funcionamiento del sistema esta en el adecuado registro de la estimulacion externa.\nb) los procesos cognitivos operan directamente sobre la realidad percibida.\nc) los sistemas artificiales de procesamiento pueden utilizarse como modelos funcionales del\nprocesamiento humano.\n--- PAGE 2 ---\n5. Como Piaget, los autores neopiagetianos mantienen una concepción del desarrollo\ncomo una sucesión de estadios, pero diferenciándose en algunos aspectos. Una de las\ndiferencias estriba en:\na) la idea de que desarrollo cognitivo muestra un patrón general común a diferentes campos o dominios.\nb) la concreta caracterización que se hace de las estructuras mentales propias de cada estadio.\nc) el tipo de cambios que caracterizan el desarrollo, puesto que para los neopiagetianos son de carácter no\nlineal.\n6. Señale entre los siguientes asertos el que NO corresponde a la teoría de los\nsistemas dinámicos:\na) en su evolución los sistemas complejos producen orden y estructura.\nb) las estructuras emergen gracias a procesos reglados y orientados a finalidades concretas prestablecidas.\nc) la autoorganización se produce como resultado del propio funcionamiento del sistema.\nfeedback: Teoría de los Sistemas Dinámicos. Herramienta teórico-metodológica. Proporciona principios\ngenerales para conceptualizar y formalizar las complejas interrelaciones entre los componentes de un\nsistema desde su evolución temporal. «Sistemas dinámicos» se refiere a ecuaciones matemáticas que\ndescriben el comportamiento y evolución de sistemas. Para el desarrollo psicológico, sería un conjunto de\nprocesos que se van construyendo y articulando a sí mismos en niveles de organización.\n7. Seleccione la afirmación correcta respecto a la evolución de las concepciones\nepistemológicas:\na) los niños nacen con una concepción constructivista del conocimiento.\nb) la concepción realista del conocimiento es la más desarrollada.\nc) la concepción del conocimiento evoluciona desde una visión realista hacia una más compleja y\nrelativista.\n8. Señale cuál de las siguientes opciones NO es una característica de la instrucción\nmetacognitiva efectiva:\na) se potencia la instrucción explícita de las estrategias cognitivas y metacognitivas.\nb) se contextualiza la instrucción metacognitiva en el currículo ordinario, incorporándola a la enseñanza\nde las diferentes materias.\nc) se enfatiza la necesidad de memorización de reglas y procedimientos como base para la transferencia.\n9. Para Piaget, el problema específico de la “epistemología genética” es el incremento\nde conocimientos, más que su origen. Esto es consistente con otra de idea clave, la de\nque:\na) todo conocimiento refleja las características prexistentes del objeto.\n--- PAGE 3 ---\nb) todo está predeterminado en las estructuras internas del sujeto.\nc) todo se construye a partir de un precedente.\n10. En un estudio se investiga cómo la exposición a pantallas desde una edad\ntemprana afecta al desarrollo social de los niños. Para ello se divide a una muestra\nde niños en dos grupos: uno con los que mantienen una exposición diaria a las\npantallas de una hora, y otro grupo que no tienen ningún tipo de exposición a\npantallas. A los seis años se evalúan las habilidades sociales de ambos grupos\nmediante una batería de pruebas estandarizadas. En este trabajo, la exposición a las\npantallas es una variable:\na) independiente.\nb) dependiente.\nc) extraña.\n11. Un grupo de investigación está explorando la pauta de desarrollo de las funciones\nejecutivas entre los 5 y los 25 años. Para ello ha seleccionado tres grupos de edades\ndiferentes (5, 10 y 15 años), a los que se han aplicado diversas pruebas; y estas\nmismas medidas se repetirán en cada grupo dentro de 5 y 10 años. Dadas las\ncomparaciones posibles este planteamiento atañe a un diseño:\na) transversal.\nb) longitudinal.\nc) secuencial.\n12. En la explicación piagetiana del desarrollo intelectual, la abstracción reflexiva es\nel aspecto:\na) clave de la interacción dinámica con el ambiente, proporcionando la base para conocer las propiedades\nde los objetos.\nb) implicado en el progreso intra-estadio, al consolidar los esquemas estructurales propios de cada\nmomento del desarrollo.\nc) verdaderamente constructivo en la relación sujeto-objeto, constituyendo la base de las estructuras\noperacionales.\nfeedback: Piaget liga el proceso autorregulatorio de la equilibración con una de las categorías o\nmanifestaciones de la experiencia, la experiencia lógicomatemática, la capacidad de «abstracción\nreflexiva». El conocimiento adquirido por la experiencia es un factor especialmente heterogéneo en el\nque distingue tres categorías:< br/> 1. El simple ejercicio con el objeto —que no implica necesariamente\nnuevo conocimiento—< br/> 2. La experiencia física. Se obtiene conocimiento sobre las propiedades de\nlos objetos a través de una abstracción simple y directa, considerando alguna cualidad e ignorando las\ndemás.< br/> 3. La experiencia lógico-matemática. Se conocen las acciones mismas y sus relaciones;\nderiva del hecho fundamental de que la acción sobre los objetos puede crear nuevas propiedades\nanteriormente inexistentes y que se basan en nuevas combinaciones o coordinaciones de los esquemas de\nacción aplicados. Por ejemplo, el sujeto puede darse cuenta de que la «suma» es independiente del\n--- PAGE 4 ---\n«orden». Se refiere a una relación entre dos acciones (ordenar y contar) y no a una propiedad de los\nobjetos. Es el aspecto constructivo en la interacción sujeto-objeto que proporciona la base de las\nestructuras operacionales. Se trata de un proceso de nueva construcción que no puede basarse en una\nabstracción directa sino en una abstracción reflexiva.\n13. «... la conciencia es, como si dijéramos, contacto social con uno mismo». Esta cita\nliteral corresponde a la concepción:\na) piagetiana.\nb) vygotskiana.\nc) neuroconstructivista.\n14. Desde la perspectiva de autores como Markovits, la principal crítica a la teoría\nde los modelos mentales es que ésta:\na) asume que los niños más pequeños representan los condicionales como conjunciones.\nb) sobreestima la capacidad de los niños para representar múltiples modelos mentales.\nc) no considera el papel de las reglas de la lógica natural en la representación de las conectivas.\nfeedback: Henry Markovits (2000) cuestiona esta explicación; entiende que es incorrecto suponer que los\nmenores representan el condicional con un solo modelo mental, coincidente con la conjunción. Las\nrespuestas de niños de 6-7 años suelen ser bicondicionales, lo que encaja con su propuesta de que los\nmenores representaran dos modelos:< br/> Uno en el que se afirman el antecedente y el consecuente.< br\n/> Otro en el que se niegan ambos\n15. Uno de los aspectos claves que caracteriza los distintos enfoques sobre el\ndesarrollo conceptual, es su posición en torno al papel del componente innato. Así las\nteorías asociacionistas postulan que:\na) el factor clave no es la base innata, sino la experiencia perceptiva en cuanto determina el conocimiento\naccesible y el consiguiente desarrollo conceptual.\nb) el desarrollo depende de programas genéticamente preinscritos, que son los que permitirían ir\nconectando la experiencia y el lenguaje con los conceptos pertinentes.\nc) si bien existen ciertas restricciones en el desarrollo temprano, posteriormente priman el conocimiento\ny los procesos inferenciales como base de la formación de conceptos.\nfeedback: La psicología asociacionista sostenía que se había simplificado demasiado el campo de estudio\nde la psicología, y que la denostada «caja negra» y, en particular, la mente, la conciencia y el\npensamiento, formaban parte inexcusable de la psicología. De esta manera, la revolución cognitiva y el\nprocesamiento de información mantenían una cierta continuidad con el conductismo.\n16. Al investigar los factores responsables del desarrollo conceptual y lingüístico se\nha llamado la atención sobre la necesidad de tener en cuenta el contexto\nsociocultural en que se produce. En este sentido, uno de los aspectos que se ha\nresaltado es:\n--- PAGE 5 ---\na) la necesidad de intersubjetividad entre la madre y el niño durante el primer año, a fin de evitar sobre\nextensiones en los primeros conceptos.\nb) la importancia de los contextos de interacción temprana, al proporcionar al niño las primeras\nrepresentaciones sobre el significado subyacente a los protodeclarativos.\nc) el papel de las interacciones lingüísticas explícitas como facilitador de nuevas elaboraciones\nconceptuales en torno a los contenidos de la experiencia.\nfeedback: Se ha destacado el papel de las interacciones lingüísticas explícitas (discurso) como facilitador\nde nuevas elaboraciones conceptuales con contenidos de la experiencia. En particular, aquellas\ninteracciones donde el interlocutor evalúa las elaboraciones conceptuales expresadas verbalmente.\nTomasello llama a estas interacciones «meta-discurso reflexivo», p. ej., la reelaboración de la noción de\n«conservación» de líquido que puede darse en el niño, tras la conversación con un adulto, cuando el\nadulto reconduce la respuesta errónea del niño. En este «cambio de perspectiva», no basta con la\ncapacidad perceptiva y lógica del niño, sino que es la confrontación de la representación propia con los\nconceptos del otro y la coordinación de los puntos de vista, lo que permite su expresión lingüística\n(interacción discursiva), promoviendo el cambio conceptual y su internalización.\n17. Según sostienen especialistas como C. Snow, es fundamental adoptar una\nconcepción de la comprensión lectora que considere tanto los procesos de “extraer”\ncomo los de “construir” significado, porque este enfoque:\na) resalta que la descodificación precisa de las palabras del texto es suficiente para alcanzar una\ncomprensión profunda.\nb) destaca que la comprensión es un proceso pasivo en el que el lector se sirve de las claves textuales\ncomo determinantes del significado del texto.\nc) enfatiza la importancia de que el lector active sus conocimientos previos para interpretar el significado\nintegrando la información dada en el texto con lo que ya sabe.\n18. En un estudio sobre desarrollo moral, se presentaba la siguiente historia: un niño\nsale de la tienda sin pagar los cromos aprovechando un descuido, pero al salir de la\ntienda tropieza y se hace daño. Al preguntar por esta situación, uno de los niños\nconsultados contesta que si no hubiera robado no se habría caído. Desde la\nperspectiva Piagetiana, este tipo de respuesta sugiere la creencia en una justicia:\na) distributiva.\nb) retributiva.\nc) inmanente.\nfeedback: Piaget se plantea estudiar si los niños creen en la justicia inmanente, es decir, si se producen\nsanciones por la propia naturaleza de las cosas. «Había una vez dos niños que robaban manzanas en un\nmanzano. De pronto llegó un guarda y los dos salieron corriendo, pero cogió a uno. El otro, al volver a\ncasa, cruzó el río por un puente en mal estado y cayó al agua». Se pregunta al niño: ¿De no haber robado\nlas manzanas, el niño también se hubiera caído al pasar por el puente viejo? Si responde que no entonces\nse presencia en él la justicia inmanente.< br/> Las respuestas a favor de la existencia de una justicia\n--- PAGE 6 ---\ninmanente van disminuyendo con la edad. Los niños creen en la existencia de sanciones en la propia\nnaturaleza y también que la justicia es perfecta y siempre se aplica. A esto va unido la existencia de una\njusticia basada en la sanción que postula que siempre se debe castigar al culpable.\n19. Los resultados de la investigación sobre el desarrollo de las estrategias de\nmemoria y déficits característicos establecen ciertas pautas generales, conforme a las\ncuales:\na) la “elaboración” de la información a recordar es la estrategia de memoria más básica y utilizada\nespontáneamente de forma productiva a una edad temprana (alrededor de los 5-6 años).\nb) incluso después de la adolescencia, se observa un uso escaso y desarrollo insuficiente de la estrategia\nde “repetición”, a no ser que se inste expresamente a utilizarla.\nc) el uso espontáneo y sistemático de la estrategia de “organización”, agrupando la información en\ncategorías semánticas, no se suele observar en menores de 10-11 años.\n20. En el nivel convencional de Kolhberg, el último de los estadios se caracteriza por\nuna orientación hacia:\na) la moralidad de la concordancia interpersonal.\nb) el mantenimiento del orden social.\nc) el “contrato social”.\n21. En el contexto de la investigación científica, señale la afirmación que NO se\ncorresponde con lo que implica la validez experimental:\na) una situación experimental adecuada requiere de una cierta armonía entre la validez interna y la\nexterna del experimento.\nb) el control experimental es un requisito previo para la validez externa ya que de otro modo no podrían\ngeneralizarse los resultados.\nc) la relación entre la validez interna y externa es directamente proporcional, de manera que a mayor\ncontrol experimental mayor posibilidad de generalización.\n22. En los estudios con bebés, un estudio clásico es aquel en el que se les presenta un\nobjeto móvil que se hace pasar por detrás de una pantalla opaca con un hueco\nintermedio, apareciendo finalmente por el otro extremo. Las condiciones de la\nprueba son dos: la realista, donde el objeto pasa por el hueco y otra en la que el\nobjeto aparece en el otro extremo sin haber pasado por el hueco. Esta técnica se\ndenomina paradigma de:\na) permanencia de estímulo.\nb) violación de expectativas.\nc) habituación/deshabituación.\n23. Pascual-Leone es un autor destacado en el estudio del desarrollo cognitivo, cuya\nexplicación del “espacio mental” sostiene que esta capacidad:\n--- PAGE 7 ---\na) se desarrolla desde la infancia hasta la adolescencia, de modo que permite manejar más información\ngradualmente.\nb) aumenta de modo uniforme a lo largo de la vida adulta, aunque se produzca una disminución de la\nvelocidad de procesamiento con la edad.\nc) tiene una estructura determinada por factores neurobiológicos, por lo que es una capacidad\nfuncionalmente fija desde el nacimiento.\n24. Los planteamientos sobre el desarrollo moral de Kohlberg han recibido fuertes\ncríticas. Una de ellas se refiere a que:\na) los estudios sobre desarrollo moral han encontrado inconsistencias importantes en el estadio\npreconvencional al no ser universal.\nb) la pauta de desarrollo que se produce en los estadios propuestos no sigue la cronología encontrada en\nestudios más recientes.\nc) el estadio postconvencional no tiene sentido si su acceso o desarrollo puede estar relacionado con\nvalores culturales.\n25. Seleccione la afirmación que describe mejor la relación entre la microestructura\ny la macroestructura de un texto, según Kintsch y van Dijk:\na) la macroestructura es una copia exacta de la microestructura, pero en un formato más resumido.\nb) la macroestructura es una construcción independiente de la microestructura, basada únicamente en el\nconocimiento previo del lector.\nc) la macroestructura se construye a partir de la microestructura aplicando macrorreglas que acotan la\ninformación relevante.\n26. En el marco del razonamiento proposicional, la teoria de los modelos mentales\nhipotetiza que la representacion mental de los enunciados condicionales a lo largo\ndel desarrollo:\na) cambia desde una representacion conjuntiva a una bicondicional y, finalmente, a una condicional\nunidireccional.\nb) cambia desde una representaci6n bicondicional a una conjuntiva y, finalmente, a una condicional\nunidireccional.\nc) permanece constante, de modo que se emplea unicamente un modelo explicito como representacion\nmental.\n27. Desde el punto de vista adaptativo, la función básica y principal de los conceptos\nen la cognición humana reside en su utilidad para:\na) organizar toda la información que llega al sistema sensorial sin perder información.\nb) ignorar aquella información que no encaja con los conceptos previos ya verificados y consolidados.\nc) procesar selectiva y discriminativamente la información que recibimos dándole sentido.\n28. Según Piaget, el “realismo moral” se caracteriza por una posición:\n--- PAGE 8 ---\na) convencional, de carácter formal.\nb) heterónoma de carácter preoperatorio.\nc) autónoma, de carácter operatorio.\n29. La comparación entre los supuestos en torno a la atención que mantienen el\nModelo de Memoria Operativa de Baddeley y el modelo de Procesos Anidados\npropuesto por Cowan indica que:\na) ambos modelos consideran que la atención es un proceso independiente del almacenamiento de\ninformación en la memoria operativa.\nb) Cowan propone un foco atencional que actúa directamente sobre la MLP, mientras que Baddeley\nincluye un retén episódico para la interrelación entre la información almacenada a largo plazo y la\ndisponible en la MCP.\nc) Baddeley propone una capacidad atencional fija y muy limitada (3 o 4 elementos), mientras que\nCowan sugiere que es más amplia y flexible en función de la tarea.\nfeedback: Hay concepciones teóricas que sostienen que la memoria puede contemplarse como un único\nsistema con diferentes grados o niveles de activación. El Modelo de Procesos Anidados de Nelson\nCowan (Figura 5.2) plantea una jerarquía de «activaciones» de la información, partiendo de la que ya\ntiene disponible el sujeto por su experiencia y aprendizajes. Dentro de la información en la MLP, la MCP\nsería la parte «activada» en función de la estimulación entrante y los requerimientos de la tarea, su\ncontexto y sus objetivos; y dentro de esta MCP, la memoria operativa (MO) se concibe como la\ninformación que es «atendida» en un momento dado de forma consciente. La MO vendría a ser el\nsubgrupo limitado de ítems (información) «sobreactivados» (objeto del foco atencional), siendo\nmantenidos temporalmente de manera accesible y consciente. El control atencional voluntario de este\nfoco atencional lo llevaría a cabo un Ejecutivo Central, en consonancia con la propuesta de Baddeley y\nHitch.\n30. Indique cuál de las siguientes opciones es una de las características de las\nfunciones ejecutivas de la memoria operativa:\na) son funciones automáticas, por lo que no requieren esfuerzo cognitivo durante la realización de la tarea\nen curso.\nb) actúan coordinadamente en las tareas cognitivas y sus limitaciones constituyen un factor explicativo de\nla presencia de dificultades de aprendizaje.\nc) todas mejoran con la edad, alcanzando su total madurez funcional al final de la adolescencia (en torno\na los 18 años)."
  },
  "Psicología Desarrollo II - 2025 Septiembre.pdf": {
    "year": "2025",
    "type": "Septiembre",
    "pages": 6,
    "text": "\n--- PAGE 1 ---\nPsicología del Desarrollo II: Examen\nSeptiembre, año 2025\n1. Señale en qué se diferencian las categorías perceptivas de los conceptos, según\nMandler:\na) Las categorías perceptivas son accesibles a la conciencia y los conceptos no.\nb) Los conceptos implican la abstracción de significados, mientras que las categorías perceptivas\nconstituyen una representación procedimental.\nc) En el desarrollo cognitivo infantil las categorías perceptivas se desarrollan después de los conceptos.\n2. En relación con el desarrollo conceptual, uno de los aspectos que caracteriza el\nenfoque de las teorías de la teoría es su posición en torno al papel del componente\ninnato. En concreto postulan que la base innata:\na) Resulta irrelevante, ya que es la experiencia perceptiva la que determina el conocimiento accesible y el\nconsiguiente desarrollo conceptual.\nb) Atañe a algún dispositivo especializado en el procesamiento y representación de información muy\nespecífica, de base neuronal y funcionamiento autónomo.\nc) Supone ciertas restricciones en el desarrollo conceptual temprano, posteriormente enriquecido a partir\nde la experiencia y la aplicación del conocimiento adquirido.\n3. Con respecto al desarrollo de la memoria operativa, Robbie Case sostiene que:\na) La capacidad total de almacenamiento aumenta de forma indefinida con la edad, pero la eficacia de\nrecuperación disminuye proporcionalmente.\nb) El desarrollo se explica fundamentalmente por una mayor eficiencia en el procesamiento cognitivo, lo\nque permite liberar recursos para el almacenamiento de información.\nc) La memoria operativa permanece constante en términos de capacidad y eficiencia una vez que se\nestabiliza en la infancia.\n4. Los enfoques teóricos que asumen la metáfora computacional de la mente\ncomparten dos supuestos esenciales. Señale la formulación que corresponde a uno de\nestos supuestos.\na) Los procesos cognitivos operan sobre símbolos y otras representaciones.\nb) Los sistemas artificiales no constituyen un modelo válido del funcionamiento de la mente.\nc) Lo esencial del funcionamiento del sistema está en el establecimiento de conexiones entre las unidades\nde entrada y de salida.\n--- PAGE 2 ---\n5. «En el desarrollo cultural del niño, toda función aparece dos veces [...] primero,\nentre personas (interpsicológica), y después, en el interior del propio niño\n(intrapsicológica)». Esta sentencia refiere brevemente:\na) La combinación de los planos social e individual integrados en el tiempo, tal y como la concibe\nVygotski.\nb) La 'ley de la doble formación' planteada y reelaborada dentro de la escuela neovygotskiana.\nc) El proceso de internalización postulado por Piaget y luego recogido por Vygotski.\n6. La función de 'significación' que Vygotski defiende como lo propiamente humano\nen las capacidades cerebrales se refiere a la construcción de:\na) Nexos arbitrarios para la formación de señales.\nb) Los nexos naturales existentes entre los estímulos del medio.\nc) Nuevos nexos psicológicos artificiales.\n7. En un grupo de alumnos con dislexia, se quiere contrastar el efecto de un\nprograma específico para la dislexia frente a un programa clásico de adquisición de\nla lecto-escritura. En este estudio la variable independiente sería:\na) La puntuación obtenida previamente a la intervención en el test de Dislexia.\nb) El tipo de programa aplicado.\nc) La diferencia de los niveles de lectoescritura en el conjunto de la muestra.\n8. En el ámbito de la comprensión lectora, una diferencia sustancial entre la\nmicroestructura y la macroestructura es que:\na) La microestructura representa cada una de las ideas particulares y las relaciones locales entre\nproposiciones; la macroestructura sintetiza el significado global del texto.\nb) La microestructura se basa en la realización de inferencias, mientras que la macroestructura representa\núnicamente el contenido literal del texto.\nc) La microestructura es una interpretación subjetiva del texto, mientras que la macroestructura se\nconstruye de forma objetiva y sin intervención del lector.\n9. Con respecto a las estrategias de memoria, la principal diferencia entre la\nrepetición y la organización es que:\na) La repetición es más eficaz a largo plazo que la organización, siempre que se practique con frecuencia.\nb) La organización implica un procesamiento semánticamente más profundo que la repetición.\nc) La organización se desarrolla antes que la repetición, si bien ambas siguen pautas semejantes.\n10. Una de las principales limitaciones metodológicas de los estudios transversales es\nla dificultad de separar los efectos de las variables:\n--- PAGE 3 ---\na) Momento de la medida y generación.\nb) Edad y momento de medida.\nc) Edad y generación.\n11. El valor adaptativo de los conceptos parte de su utilidad para captar y procesar\nselectivamente la información que recibimos dándole sentido; esta función inicial es\nla que atañe a la habilidad básica de:\na) Categorizar la experiencia.\nb) Predecir acontecimientos.\nc) Planificar la conducta.\n12. Señale una limitación característica de la comprensión metacognitiva en la\nprimera etapa del desarrollo infantil:\na) No distinguir entre el mundo físico y el mundo mental.\nb) No reconocer que las creencias pueden ser falsas y no corresponderse con la realidad.\nc) No ser capaz de usar el lenguaje para expresar pensamientos.\n13. En el estudio del desarrollo conceptual, el creciente vocabulario de los niños, que\nse produce especialmente en torno al año y medio, ha suscitado el interés por\ndelimitar el posible papel de las primeras etiquetas lingüísticas como fuente de\ninformación para:\na) Ayudarles a agrupar los objetos de manera general en el nivel básico.\nb) Orientar la categorización de nuevos objetos y sus propiedades.\nc) Saber nombrar objetos independientemente de su comprensión conceptual.\n14. Según el Modelo de Procesos Anidados propuesto por Cowan, el foco atencional\nde la memoria operativa constituye el mecanismo que:\na) Determina qué información se almacena permanentemente en la memoria a largo plazo.\nb) Sobreactiva y mantiene conscientemente accesibles un número limitado de ítems para su\nprocesamiento.\nc) Controla y coordina sistemas subsidiarios que almacenan información verbal y visual de forma pasiva.\n15. Una de las principales contribuciones del trabajo de Meltzoff al estudio del\ndesarrollo temprano de la imitación diferida es que:\na) Evidenció que la capacidad de imitación diferida emerge únicamente a partir de los 2 años, como\nresultado del desarrollo simbólico.\nb) Concluyó que la imitación diferida no está vinculada a los procesos de memoria en la infancia\ntemprana, sino a mecanismos conductuales automáticos.\n--- PAGE 4 ---\nc) Mostró que la imitación diferida puede manifestarse desde los 6 meses de edad e, incluso, en neonatos.\n16. La idea de que el sujeto construye activamente su propio conocimiento a través\nde un patrón evolutivo general y común en los distintos campos, es lo que comparten:\na) Las teorías neo-piagetianas con la de Piaget.\nb) Las teorías del Procesamiento de la Información con las neo-piagetianas.\nc) Las teorías post-piagetianas con las del Procesamiento de la Información.\n17. A diferencia de la concepción piagetiana, en la teoría de los sistemas dinámicos,\nla variabilidad en el desarrollo se contempla como:\na) La excepción dentro de la norma que caracteriza el progreso evolutivo.\nb) La manifestación de los cambios lineales propios de cada estadio.\nc) La expresión del auténtico curso del desarrollo.\n18. Según defiende Uta Frith en su modelo de adquisición de la lectura, la habilidad\nque se desarrolla en la etapa alfabética es:\na) El reconocimiento directo de palabras completas.\nb) La memorización visual de palabras frecuentes.\nc) La asociación entre grafemas y fonemas para decodificar palabras.\n19. Según Markovits, lo que permite evitar la falacia de la 'afirmación del\nconsecuente' (AC) en casos como, por ejemplo, 'si es un ave, entonces puede volar;\npuede volar, luego es un ave' es:\na) El acceso a casos alternativos relevantes almacenados en la memoria a largo plazo.\nb) La aplicación de reglas lógicas formales a partir de los esquemas activados en la memoria operativa.\nc) La limitación de recursos de procesamiento para deducir las consecuencias de una afirmación.\n20. Durante la explicación de los estudios longitudinales en clase, se incide en que\nalgunas de las limitaciones metodológicas que presentan se deben a la selección de\nsujetos, ya que:\na) La asignación a los distintos grupos de edad puede estar sesgada y hacerlos no equivalentes.\nb) Este tipo de estudios dificulta la separación de los efectos de las variables edad y generación.\nc) La mortalidad experimental que suele producirse puede afectar a la validez externa e interna.\n21. En relación con la representación semántica de los enunciados condicionales,\nseñale cuál de las siguientes afirmaciones representa con mayor precisión una\nconclusión bien establecida sobre las diferencias evolutivas:\n--- PAGE 5 ---\na) Los condicionales constituyen el tipo de conectiva básica que plantea menos dificultades de\nrepresentación desde la infancia.\nb) Existen diferencias evolutivas en la representación semántica de los condicionales moduladas por\nfactores como la edad, el contenido y la pragmática.\nc) La comprensión de las condicionales mejora con la edad, aunque esta mejora no implica\ntransformaciones en la estructura representacional subyacente.\n22. La capacidad de autorregular la actividad cognitiva durante la ejecución de las\ntareas, es un aspecto del control metacognitivo que presenta un desarrollo más lento,\nhasta consolidarse durante la adolescencia. Señale en concreto en cuál de los\nsiguientes aspectos se manifiesta esta pauta:\na) La aplicación eficiente y sostenida de procesos de planificación, supervisión y evaluación en la\nautorregulación de las tareas.\nb) El conocimiento declarativo sobre estrategias cognitivas básicas para mejorar el rendimiento en las\ntareas.\nc) La capacidad de identificar cuándo una estrategia de aprendizaje es útil en una tarea específica.\n23. Con respecto al desarrollo del conocimiento metacognitivo, indique qué cambio\nse suele observar en la evaluación de la propia competencia cognitiva entre los niños\nde 5-6 años y los 9-11 años:\na) Los mayores suelen ser más realistas y reconocen mejor sus limitaciones.\nb) Los mayores tienden a sobreestimar más sus capacidades y rendimiento que los menores.\nc) No hay diferencias significativas en la autoevaluación metacognitiva entre estas edades.\n24. Un estudio pretende comparar el desarrollo cognitivo de un grupo de sujetos\ncriados en un ambiente monoparental frente a otro grupo criado en un ambiente\nfamiliar con ambos padres. Este estudio en ningún caso puede ser de tipo:\na) Correlacional.\nb) Experimental.\nc) Cuasi-experimental.\nfeedback: Ya que para ser experimental deberíamos poder controlar las variables independientes y no\npodemos.\n25. Piaget considera que lo que caracteriza esencialmente el conocimiento es su\n'novedad'. En este sentido, argumenta que tal conocimiento:\na) Proviene necesariamente de las interacciones entre el sujeto y los objetos.\nb) Es el resultado de una construcción determinada por las características del objeto.\n--- PAGE 6 ---\nc) Supone una actualización de las estructuras preformadas internamente en el sujeto.\n26. Pese al valor y vigencia de los planteamientos sobre el desarrollo moral de\nKohlberg, su propuesta también ha recibido algunas críticas, como la relativa a:\na) La insuficiente explicación que ofrece sobre la diferencia entre lo moral y lo convencional.\nb) La propuesta de un estadio postconvencional, aun asumiendo que no se ajusta a los logros reales de los\nadultos.\nc) No reconocer explícitamente la coherencia entre el razonamiento moral y conducta observada en\nsituaciones reales.\n27. La 'responsabilidad subjetiva' atañe básicamente al hecho de que, al valorar\nmoralmente una acción, los sujetos consideren las intenciones y no las consecuencias\nde las acciones. Este planteamiento corresponde a:\na) Turiel.\nb) Kohlberg.\nc) Piaget.\n28. Según Piaget, la evolución de las estructuras psicológicas se produce a través de\ndos tipos de procesos. Señale el que NO corresponde a su propuesta:\na) Proceso externo de equilibración.\nb) Proceso interno de organización.\nc) Proceso de adaptación en el plano externo.\n29. Señale la trayectoria evolutiva predominante o común que siguen los modelos de\ndesarrollo epistemológico:\na) Desde concepciones pluralistas y evaluacionistas hacia perspectivas realistas y absolutistas.\nb) Desde creencias implícitas hacia formulaciones teóricas científicas estructuradas.\nc) Desde concepciones dualistas y realistas hacia posiciones constructivistas y relativistas.\n30. Según Turiel, la capacidad para distinguir entre convenciones sociales y normas\nmorales:\na) Se manifiesta desde muy temprana edad.\nb) Se adquiere de forma tardía en el desarrollo.\nc) Requiere un desarrollo moral muy complejo que muchos sujetos no alcanzan."
  }
}